<?php

namespace Database\Seeders;

use Illuminate\Database\Console\Seeds\WithoutModelEvents;
use Illuminate\Database\Seeder;
use App\Models\News;

class NewsSeeder extends Seeder
{
    /**
     * Run the database seeds.
     */
    public function run(): void
    {
        News::insert([
            [
                'news_type' => 'sport',
                'title' => 'ตารางคะแนนพรีเมียร์ลีกอังกฤษ ฤดูกาล 2025-26 ประจำวันที่ 25 ส.ค. 68',
                'description' => 'ฟุตบอลพรีเมียร์ลีก ฤดูกาล 2025-26 กลับมาแข่งขันกันในสัปดาห์ที่สองตามโปรแกรม ช่วงระหว่างวันศุกร์ที่ 21 - วันจันทร์ที่ 25 สิงหาคม 2568',
                'published_at' => '2025-08-25 08:38:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614880/mnbbv.jpg?ip/crop/w1200h700/q80/webp',
                'content' => json_encode([
                    "paragraphs" => [
                        [
                            "tag" => "p",
                            "inner" => "โดยหลังจากแข่งขันกันไป 9 คู่ในสัปดาห์นี้ \"ปืนใหญ่\" อาร์เซนอล นำเป็นจ่าฝูงหลังเก็บ 6 คะแนเต็ม เช่นเดียวกับ สเปอร์ส ที่ก็เก็บ 6 คะแนนเต็ม แต่ลูกได้เสียเป็นรองรั้งอันดับ 2"
                        ],
                        [
                            "tag" => "img",
                            "inner" => "https://s.isanook.com/sp/0/ud/322/1614880/mnmn44.jpg?ip/resize/w728/q80/jpg"
                        ],
                        [
                            "tag" => "p",
                            "inner" => "ขณะที่ เชลซี อยู่อันดับ 3 หลังสามารถเก็บชัยนัดแรกของซีซันทำให้มี 4 คะแนนหลังผ่าน 2 เกม ด้าน \"ปีศาจแดง\" แมนฯ ยูไนเต็ด ยังไม่สามารถเก็บชัยได้ อยู่อันดับ 16 มี 1 คะแนน"
                        ],
                        [
                            "tag" => "img",
                            "inner" => "https://s.isanook.com/sp/0/ud/322/1614880/mnmn.jpg?ip/resize/w728/q80/jpg"
                        ],
                        [
                            "tag" => "h2",
                            "inner" => "สรุปตารางคะแนนพรีเมียร์ลีกอังกฤษล่าสุด"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "อันดับที่ 1 : อาร์เซนอล ชนะ 2 เสมอ 0 แพ้ 0 นัด 6 คะแนน ประตูได้ +6"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "อันดับที่ 2 : สเปอร์ส ชนะ 2 เสมอ 0 แพ้ 0 นัด 6 คะแนน ประตูได้ +5"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "อันดับที่ 3 : เชลซี ชนะ 1 เสมอ 1 แพ้ 0 นัด 4 คะแนน ประตูได้ +4"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "อันดับที่ 4 : ฟอเรสต์ ชนะ 1 เสมอ 1 แพ้ 0 นัด 4 คะแนน ประตูได้ +2"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "อันดับที่ 5 : ลิเวอร์พูล ชนะ 1 เสมอ 0 แพ้ 0 นัด 3 คะแนน ประตูได้ +2"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "อันดับที่ 6 : แมนฯ ซิตี้ ชนะ 1 เสมอ 0 แพ้ 1 นัด 3 คะแนน ประตูได้ +2"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "อันดับที่ 7 : ซันเดอร์แลนด์ ชนะ 1 เสมอ 0 แพ้ 1 นัด 3 คะแนน ประตูได้ +2"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "อันดับที่ 8 : เอฟเวอร์ตัน ชนะ 1 เสมอ 0 แพ้ 1 นัด 3 คะแนน ประตูได้ +1"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "อันดับที่ 9 : บอร์นมัธ ชนะ 1 เสมอ 0 แพ้ 1 นัด 3 คะแนน ประตูได้ -1"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "อันดับที่ 10 : เบรนท์ฟอร์ด ชนะ 1 เสมอ 0 แพ้ 1 นัด 3 คะแนน ประตูได้ -1"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "อันดับที่ 16 : แมนฯ ยูไนเต็ด ชนะ 0 เสมอ 1 แพ้ 1 นัด 1 คะแนน ประตูได้ -1"
                        ],
                        [
                            "tag" => "h3",
                            "inner" => "เช็ก ผลบอลสด อัปเดตเรียลไทม์ เร็วทันใจทุกคู่กับ Sanook Sport"
                        ]
                        
                    ]
                ], JSON_UNESCAPED_UNICODE),
                'reference_url' => 'https://www.sanook.com/sport/1614880/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'โปรแกรมถ่ายทอดสด "วอลเลย์บอลหญิง ชิงแชมป์โลก 2025" ประจำวันที่ 25 ส.ค. 68',
                'description' => 'การแข่งขันวอลเลย์บอลหญิง ชิงแชมป์โลก 2025 ที่ประเทศไทย รับหน้าที่เป็นเจ้าภาพจัดการแข่งขันระหว่างวันที่ 22 สิงหาคม - 7 กันยายน 2568',
                'published_at' => '2025-08-25 08:59:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614888/wcx.jpg?ip/crop/w1200h700/q80/webp',
                'content' => json_encode([
                    "paragraphs" => [
                        [
                            "tag" => "p",
                            "inner" => "โดย สหพันธ์วอลเลย์บอลนานาชาติ (FIVB) มอบหมายให้ ประเทศไทย รับหน้าที่เป็นเจ้าภาพจัดการแข่งขันกระจายแข่งขันกัน 4 จังหวัดใหญ่ในประเทศไทย ประกอบด้วย จังหวัดเชียงใหม่, จังหวัดภูเก็ต, จังหวัดนครราชสีมา และ กรุงเทพมหานคร"
                        ],
                        [
                            "tag" => "img",
                            "inner" => "https://s.isanook.com/sp/0/ud/322/1614888/germd2.jpg?ip/resize/w728/q80/jpg"
                        ],
                        [
                            "tag" => "h2",
                            "inner" => "โปรแกรมวอลเลย์บอลหญิงชิงแชมป์โลก 2025 วันจันทร์ที่ 25 สิงหาคม 2568"
                        ],
                        [
                            "tag" => "h4",
                            "inner" => "สนาม : อินดอร์สเตเดี้ยมหัวหมาก, กรุงเทพฯ"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "เวลา 17.00 น. ญี่ปุ่น พบ ยูเครน (ช่อง PPTV, ช่อง AIS PLAY)"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "เวลา 20.30 น. เซอร์เบีย พบ แคเมอรูน (ช่อง AIS PLAY)"
                        ],
                        [
                            "tag" => "h4",
                            "inner" => "สนาม : ชาติชายฮอลล์, นครราชสีมา"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "เวลา 16.00 น. แคนาดา พบ สเปน (ช่อง AIS PLAY)"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "เวลา 19.30 น. ตุรกี พบ บัลแกเรีย (ช่อง PPTV, ช่อง AIS PLAY)"
                        ],
                        [
                            "tag" => "h4",
                            "inner" => "สนาม : กีฬาในร่ม สะพานหิน, ภูเก็ต"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "เวลา 17.00 น. เยอรมนี พบ เวียดนาม (ช่อง AIS PLAY)"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "เวลา 20.30 น. โปแลนด์ พบ เคนยา (ช่อง AIS PLAY)"
                        ],
                        [
                            "tag" => "h4",
                            "inner" => "สนาม : ศูนย์ประชุมแสดงสินค้านานาชาติ, เชียงใหม่"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "เวลา 16.00 น. สาธารณรัฐโดมินิกัน พบ เม็กซิโก (ช่อง AIS PLAY)"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "เวลา 19.30 น. จีน พบ โคลอมเบีย (ช่อง AIS PLAY)"
                        ]                        
                    ]
                ], JSON_UNESCAPED_UNICODE),
                'reference_url' => 'https://www.sanook.com/sport/1614888/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'ส่องอันดับโลกใหม่ "วอลเลย์บอลหญิงไทย" หลังเก็บชัย 2 นัด ศึกชิงแชมป์โลก 2025',
                'description' => 'เปิดฉากอย่างเป็นทางการสำหรับ วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 ที่ประเทศไทย รับหน้าที่เป็นเจ้าภาพจัดการแข่งขันระหว่างวันที่ 22 สิงหาคม - 7 กันยายน 2025',
                'published_at' => '2025-08-25 10:05:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614891/vbtop(1).jpg?ip/crop/w1200h700/q80/webp',
                'content' => json_encode([
                    "paragraphs" => [
                        [
                            "tag" => "p",
                            "inner" => "โดย \"วอลเลย์บอลหญิงทีมชาติไทย\" ลงสนามไปแล้ว 2 นัด ในรอบแบ่งกลุ่ม โชว์ฟอร์มได้อย่างยอดเยี่ยมเก็บชัยเหนือ อียิปต์ และ สวีเดน การันตีผ่านเข้ารอบ 16 ทีมแน่นอนแล้ว"
                        ],
                        [
                            "tag" => "img",
                            "inner" => "https://s.isanook.com/sp/0/ud/322/1614891/popopoza9977.jpg?ip/resize/w728/q80/jpg"
                        ],
                        [
                            "tag" => "p",
                            "inner" => "ซึ่งจากผลงานดังกล่าวทำให้ \"วอลเลย์บอลหญิงทีมชาติไทย\" เก็บคะแนนสะสมโลกของ สหพันธ์วอลเลย์บอลนานาชาติ (FIVB) เพิ่ม 14.02 แต้ม ทำให้อันดับพุ่งไปรั้งที่ 18 โลก จากเดิมที่ 21 ด้วยการมี 174.44 คะแนน"
                        ],
                        [
                            "tag" => "p",
                            "inner" => "ขณะที่ในระดับทวีป \"สาวไทย\" ยังคงรั้งอันดับ 3 ของเอเชีย เป็นรอง ญี่ปุ่น เบอร์ 1 ที่มี 349.04 คะแนน และ จีน อันดับ 2 ของเอเชีย ที่มี 348.61 คะแนน ขณะที่อันดับ 4 เวียดนาม มี 155.78 คะแนน"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "ตารางคะแนน \"สาวไทย\" วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 หลังผ่าน 2 เกม"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "โปรแกรมถ่ายทอดสด \"วอลเลย์บอลหญิง ชิงแชมป์โลก 2025\" ประจำวันที่ 25 ส.ค. 68"
                        ]                    
                    ]
                ], JSON_UNESCAPED_UNICODE),
                'reference_url' => 'https://www.sanook.com/sport/1614891/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'แพ้ในจุดนี้! "กัปตันทีมสวีเดน" เปิดใจเป็นรอง "สาวไทย" ทำตกรอบชิงแชมป์โลก 2025',
                'description' => 'ควันหลงหลังเกมที่ "ทัพนักตบลูกยางสาวไทย" เป็นฝ่ายเอาชนะ สวีเดน 3-0 เซต ในการแข่งขันวอลเลย์บอลหญิง ชิงแชมป์โลก 2025 เมื่อวันอาทิตย์ที่ 24 สิงหาคม ที่ผ่านมา',
                'published_at' => '2025-08-25 11:02:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614898/annzaq.jpg?ip/crop/w1200h700/q80/webp',
                'content' => json_encode([
                    "paragraphs" => [
                        [
                            "tag" => "p",
                            "inner" => "โดยจากชัยชนะในเกมนี้ทำให้ ทีมวอลเลย์บอลหญิงไทย การันตีตั๋วผ่านเข้าสู่รอบ 16 ทีมสุดท้ายได้ทันที ขณะที่ สวีเดน ต้องพบกับความผิดหวังตกรอบเป็นที่แน่นอนเช่นกัน"
                        ],
                        [
                            "tag" => "img",
                            "inner" => "https://s.isanook.com/sp/0/ud/322/1614898/annbb268.jpg?ip/resize/w728/q80/jpg"
                        ],
                        [
                            "tag" => "h5",
                            "inner" => "\"ก่อนอื่นต้องบอกว่ามันเป็นเรื่องน่าทึ่งมากสำหรับเราที่ได้มาแข่งขันในรายการชิงแชมป์โลกครั้งแรก\""
                        ],
                        [
                            "tag" => "img",
                            "inner" => "https://s.isanook.com/sp/0/ud/322/1614898/annbb2.jpg?ip/resize/w728/q80/jpg"
                        ],
                        [
                            "tag" => "h5",
                            "inner" => "\"เกมนี้น่าเสียดายที่รูปเกมไม่เข้าทางเรา แต่จุดหนึ่งที่ต้องยอมรับก็คือว่าวันนี้ ทีมไทย เล่นกันได้ดีมากๆ เกมรุกของพวกเขาทรงพลังมากๆ และเราไม่สามารถหยุดพวกเธอได้\""
                        ],
                        [
                            "tag" => "p",
                            "inner" => "\"เราคิดว่าเราเล่นได้อย่างเต็มที่กับ 2 เกมแรก และยังอยากที่จะลงเล่นด้วยความรู้สึกแบบนั้นในเกมนัดต่อไป\" ลูกยางสาววัย 28 ปึ เผยกับ FIVB"
                        ],                    
                        [
                            "tag" => "img",
                            "inner" => "https://s.isanook.com/sp/0/ud/322/1614898/annbb26.jpg?ip/resize/w728/q80/jpg"
                        ],                    
                        [
                            "tag" => "p",
                            "inner" => "สำหรับเกมนัดนี้ \"ทีมสาวไทย\" ทำแต้มได้มากกว่า สวีเดน คู่แข่ง 53 ต่อ 39 คะแนน จากการลงเล่นทั้งหมด 3 เซต นอกจากนี้ยังเสิร์ฟเอซได้ถึง 5 ครั้ง เรียกว่าเหนือกว่าชัดเจน"
                        ],                    
                        [
                            "tag" => "li",
                            "inner" => "ส่องอันดับโลกใหม่ \"วอลเลย์บอลหญิงไทย\" หลังเก็บชัย 2 นัด ศึกชิงแชมป์โลก 2025"
                        ],                    
                        [
                            "tag" => "li",
                            "inner" => "ตารางคะแนน \"สาวไทย\" วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 หลังผ่าน 2 เกม"
                        ],                    
                        [
                            "tag" => "li",
                            "inner" => "โปรแกรมถ่ายทอดสด \"วอลเลย์บอลหญิง ชิงแชมป์โลก 2025\" ประจำวันที่ 25 ส.ค. 68"
                        ]                    
                    ]
                ], JSON_UNESCAPED_UNICODE),
                'reference_url' => 'https://www.sanook.com/sport/1614898/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'คว้าตั๋วเรียบร้อย! เปิดรายชื่อ 6 ทีม ผ่านเข้ารอบ 16 ทีม ศึกชิงแชมป์โลก 2025',
                'description' => 'การแข่งขัน วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 ที่ประเทศไทย รับหน้าที่เป็นเจ้าภาพจัดการแข่งขันระหว่างวันที่ 22 สิงหาคม - 7 กันยายน 2568',
                'published_at' => '2025-08-25 12:57:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614902/cvcbvv.jpg?ip/crop/w1200h700/q80/webp',
                'content' => json_encode([
                    "paragraphs" => [
                        [
                            "tag" => "p",
                            "inner" => "โดยหลังผ่านการแข่งขันไปแล้ว 2 นัด ในรอบแรก 4 กลุ่ม ทำให้ถึงตอนนี้ได้แล้ว 6 ชาติ ที่สามารถการันตีการผ่านเข้าสู่รอบ 16 ทีมสุดท้ายได้สำเร็จ"
                        ],
                        [
                            "tag" => "img",
                            "inner" => "https://s.isanook.com/sp/0/ud/322/1614902/vbcbxb99.jpg?ip/resize/w728/q80/jpg"
                        ],
                        [
                            "tag" => "h5",
                            "inner" => "ซึ่ง \"ทัพนักตบลูกยางสาวไทย\" ที่สามารถเก็บชัยได้ทั้ง 2 นัด เก็บ 6 คะแนนเต็ม ถือเป็น 1 ใน 6 ชาติแรก ที่สามารถการันตีผ่านเข้ารอบ 16 ทีมเช่นกัน"
                        ],
                        [
                            "tag" => "img",
                            "inner" => "https://s.isanook.com/sp/0/ud/322/1614902/vbcbxb998.jpg?ip/resize/w728/q80/jpg"
                        ],
                        [
                            "tag" => "h2",
                            "inner" => "สรุปทีมที่ผ่านเข้าสู่รอบ 16 ทีมสุดท้าย ศึกวอลเลย์บอลหญิง ชิงแชมป์โลก 2025"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "กลุ่มเอ : ไทย และ เนเธอร์แลนด์"
                        ],                    
                        [
                            "tag" => "li",
                            "inner" => "กลุ่มบี : อิตาลี และ เบลเยียม"
                        ],                    
                        [
                            "tag" => "li",
                            "inner" => "กลุ่มซี : บราซิล"
                        ],                    
                        [
                            "tag" => "li",
                            "inner" => "กลุ่มดี : สหรัฐอเมริกา"
                        ],                    
                        [
                            "tag" => "p",
                            "inner" => "สำหรับ การแข่งขัน วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 รอบ 16 ทีมสุดท้าย จะเล่นในระบบน็อกเอาต์ แข่งขันกันที่สนาม อินดอร์สเตเดียม หัวหมาก, กรุงเทพฯ ระหว่างวันที่ 2 สิงหาคม - 7 กันยายน 2568"
                        ],                                       
                        [
                            "tag" => "li",
                            "inner" => "ส่องอันดับโลกใหม่ \"วอลเลย์บอลหญิงไทย\" หลังเก็บชัย 2 นัด ศึกชิงแชมป์โลก 2025"
                        ],                    
                        [
                            "tag" => "li",
                            "inner" => "ตารางคะแนน \"สาวไทย\" วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 หลังผ่าน 2 เกม"
                        ],                    
                        [
                            "tag" => "li",
                            "inner" => "แพ้ในจุดนี้! \"กัปตันทีมสวีเดน\" เปิดใจเป็นรอง \"สาวไทย\" ทำตกรอบชิงแชมป์โลก 2025"
                        ]                    
                    ]
                ], JSON_UNESCAPED_UNICODE),
                'reference_url' => 'https://www.sanook.com/sport/1614902/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'ถึงกับพูดแบบนี้! "พรพรรณ" เปิดใจหมดเปลือกผลงาน "สาวไทย" เกมชนะ "สวีเดน"',
                'description' => 'ถือเป็นผลงานที่ยอดเยี่ยมในชัยชนะของ "ทัพนักตบลูกยางสาวไทย" ที่เป็นฝ่ายเอาชนะ สวีเดน 3-0 เซต ในการแข่งขันวอลเลย์บอลหญิง ชิงแชมป์โลก 2025 เมื่อวันอาทิตย์ที่ 24 สิงหาคม ที่ผ่านมา',
                'published_at' => '2025-08-25 15:29:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614907/pororo.jpg?ip/crop/w1200h700/q80/webp',
                'content' => json_encode([
                    "paragraphs" => [
                        [
                            "tag" => "p",
                            "inner" => "จากชัยชนะในเกมนี้ทำให้ ทีมวอลเลย์บอลหญิงไทย สามารถการันตีตั๋วผ่านเข้าสู่รอบ 16 ทีมสุดท้ายได้ทันที แม้จะเหลือการแข่งขันอีก 1 เกมในรอบแบ่งกลุ่มก็ตาม"
                        ],
                        [
                            "tag" => "img",
                            "inner" => "https://s.isanook.com/sp/0/ud/322/1614907/ppoo24.jpg?ip/resize/w728/q80/jpg"
                        ],
                        [
                            "tag" => "p",
                            "inner" => "ภายหลังจบเกม พรพรรณ เกิดปราชญ์ มือเซตสาวทีมชาติไทย ได้ออกมาเผยความรู้สึกแบบตรงไปตรงมาเกี่ยวกับผลงานในเกมนี้ พร้อมชี้ว่านี่คือหนึ่งในเกมที่ทีมเล่นดีที่สุดนับตั้งแต่ลงแข่งขันในปีนี้"
                        ],
                        [
                            "tag" => "h5",
                            "inner" => "\"เกมนี้ทุกคนอยากเล่น รู้สึกว่าทุกคนสนุกแล้วก็มีความสุข เราค่อนข้างอดทนในการฝึกซ้อม แล้วก็แก้ไขสิ่งที่เราผิดพลาดมาโดยตลอด แล้วเราก็หาวิธีตกตะกอนให้ได้ว่าอะไรคือทีมของเรา\""
                        ],
                        [
                            "tag" => "img",
                            "inner" => "https://s.isanook.com/sp/0/ud/322/1614907/ppoo2.jpg?ip/resize/w728/q80/jpg"
                        ],
                        [
                            "tag" => "h5",
                            "inner" => "\"ก็ถือว่าวันนี้ความอดทนทุกอย่างที่ทำมาตลอด นับย้อนหลังไปตั้งแต่ ศึกเนชันส์ลีก มาจนถึงทุกวันนี้เลย วันนี้อาจจะเป็นผลงานที่ดีทีสุดเลยก็ว่าได้\""
                        ],                    
                        [
                            "tag" => "p",
                            "inner" => "พร้อมกันนี้ มือเซตสาวทีมชาติไทย ยังมั่นใจว่าทีมจะเดินหน้าทำผลงานได้ดีต่อไป \"คิดว่าทีมยังจะรักษาฟอร์มการเล่น และความรู้สึกนี้ต่อไปได้ ขอบคุณน้องๆ เล่นกันดีมาก สตาฟฟ์ทำงานดีมาก ทุกคนร่วมมือร่วมใจแล้วก็สนุกไปกับเกมนี้\""
                        ],                    
                        [
                            "tag" => "p",
                            "inner" => "สำหรับเกมสุดท้ายในรอบแบ่งกลุ่ม วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 \"ทัพนักตบลูกยางสาวไทย\" จะต้องพบกับ เนเธอร์แลนด์ ในวันอังคารที่ 26 สิงหาคม 2568 เวลา 20.30 น. เพื่อแย่งตำแหน่งจ่าฝูงกลุ่มเอ"
                        ],                    
                        [
                            "tag" => "li",
                            "inner" => "คว้าตั๋วเรียบร้อย! เปิดรายชื่อ 6 ทีม ผ่านเข้ารอบ 16 ทีม ศึกชิงแชมป์โลก 2025"
                        ],                                                          
                        [
                            "tag" => "li",
                            "inner" => "ส่องอันดับโลกใหม่ \"วอลเลย์บอลหญิงไทย\" หลังเก็บชัย 2 นัด ศึกชิงแชมป์โลก 2025"
                        ],                    
                        [
                            "tag" => "li",
                            "inner" => "ตารางคะแนน \"สาวไทย\" วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 หลังผ่าน 2 เกม"
                        ],                    
                        [
                            "tag" => "li",
                            "inner" => "แพ้ในจุดนี้! \"กัปตันทีมสวีเดน\" เปิดใจเป็นรอง \"สาวไทย\" ทำตกรอบชิงแชมป์โลก 2025"
                        ]                    
                    ]
                ], JSON_UNESCAPED_UNICODE),
                'reference_url' => 'https://www.sanook.com/sport/1614907/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'ดูบอลสด พรีเมียร์ลีก นิวคาสเซิ่ล พบ ลิเวอร์พูล คืนนี้เวลา 02.00 น.',
                'description' => 'ถ่ายทอดสด ฟุตบอลพรีเมียร์ลีก นิวคาสเซิ่ล พบ ลิเวอร์พูล ลิงค์ดูบอลสด เวลา 02.00 น. ดูบอลสดออนไลน์ ดูบอลสดวันนี้ ผลบอลสด ดูได้ข่องทางไหนบ้าง',
                'published_at' => '2025-08-25 16:11:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614910/lfcxx.jpg?ip/crop/w1200h700/q80/webp',
                'content' => json_encode([
                    "paragraphs" => [
                        [
                            "tag" => "p",
                            "inner" => "โปรแกรมถ่ายทอดสด ฟุตบอลพรีเมียร์ลีก อังกฤษ 2025-26 สัปดาห์ที่ 2 นิวคาสเซิ่ล พบ ลิเวอร์พูล คืนวันจันทร์ 25 สิงหาคม 2568 (เช้าวันอังคาร) เวลา 02.00 น. ที่สนามเซนต์เจมส์พาร์ก"
                        ],
                        [
                            "tag" => "h2",
                            "inner" => "รับชมถ่ายทอดสดผ่านทางไหนบ้าง"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "MONOMAX คลิกเลย"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "AIS PLAY คลิกเลย"
                        ],
                        [
                            "tag" => "img",
                            "inner" => "https://s.isanook.com/sp/0/ud/322/1614910/ekiooo2.jpg?ip/resize/w728/q80/jpg"
                        ],
                        [
                            "tag" => "p",
                            "inner" => "สำหรับสถิติการเจอกันของทั้งสองทีมรวมทุกรายการ 10 เกมหลังสุดเป็นทาง \"หงส์แดง\" ที่ทำได้เหนือกว่ามากชนะ 7 เกม เสมอ 2 นัด และแพ้เพียงแค่นัดเดียวในเกมนัดชิงชนะเลิศ คาราบาว ลีก คัพ เมื่อเดือนมีนาคม ที่ผ่านมา"
                        ],                    
                        [
                            "tag" => "h5",
                            "inner" => "วิเคราะห์บอล สถิติการพบกัน 5 นัดหลังสุด : นิวคาสเซิ่ล VS ลิเวอร์พูล"
                        ],                    
                        [
                            "tag" => "li",
                            "inner" => "27 ก.พ. 2568 ลิเวอร์พูล 2-0 นิวคาสเซิ่ล ยูไนเต็ด"
                        ],                    
                        [
                            "tag" => "li",
                            "inner" => "05 ธ.ค. 2567 นิวคาสเซิ่ล ยูไนเต็ด 3-3 ลิเวอร์พูล"
                        ],                                                          
                        [
                            "tag" => "li",
                            "inner" => "02 ม.ค. 2567 ลิเวอร์พูล 4-2 นิวคาสเซิ่ล ยูไนเต็ด"
                        ],                    
                        [
                            "tag" => "li",
                            "inner" => "27 ส.ค. 2566 นิวคาสเซิ่ล ยูไนเต็ด 1-2 ลิเวอร์พูล"
                        ],                    
                        [
                            "tag" => "li",
                            "inner" => "19 ก.พ. 2566 นิวคาสเซิ่ล ยูไนเต็ด 0-2 ลิเวอร์พูล"
                        ],                    
                        [
                            "tag" => "h3",
                            "inner" => "รายชื่อผู้เล่น ที่คาดว่าจะลงสนาม"
                        ],                    
                        [
                            "tag" => "p",
                            "inner" => "นิวคาสเซิ่ล (4-3-3) : นิค โป๊ป - คีแรน ทริปเปียร์, ฟาเบียน แชร์, แดน เบิร์น, ติโน่ ลิฟราเมนโต้ - บรูโน่ กิมาไรส์, ซานโดร โตนาลี่, โชลินตอน - แอนโธนี่ เอลังก้า, แอนโธนี่ กอร์ดอน, ฮาร์วี่ย์ บาร์นส์"
                        ],                    
                        [
                            "tag" => "p",
                            "inner" => "ลิเวอร์พูล (4-2-3-1) : อลิสซอน เบ็คเกอร์ - โจ โกเมซ, อิบราฮิมา โกนาเต้, เฟอร์กิล ฟาน ไดค์, มิลอช เคอร์เคซ - ไรอัน กราเฟนแบร์ค, อเล็กซิส แม็ค อัลลิสเตอร์ - โมฮาเหม็ด ซาลาห์, ฟลอเรียน เวียตซ์, โคดี้ กัคโป - อูโก้ เอกิติเก้"
                        ]                    
                    ]
                ], JSON_UNESCAPED_UNICODE),
                'reference_url' => 'https://www.sanook.com/sport/1614910/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'ตอบโต้เสียงวิจารณ์! "พันธ์พยัคฆ์" ออกโรงเคลียร์ชัดไม่เคยคิดถอนตัวเพื่อหนีคู่ชก',
                'description' => '“ยอดมวย 3 พ.ศ.” พันธ์พยัคฆ์ จิตรเมืองนนท์ นักชกยอดฝีมือจากสมุทรปราการ เปิดใจเคลียร์ประเด็นดรามาถอนตัวบ่อยเพราะต้องการหนีคู่ชก ก่อนจะขึ้นสังเวียนพบกับ “อัสซาดูลาห์ อิมานกาซาลิเอฟ” มวยไร้พ่ายจากรัสเซีย ในกติกามวยไทย รุ่นฟลายเวต (125-135 ป.) ขึ้นคู่เอกของศึก ONE ลุมพินี 122 ที่จะถ่ายทอดสดไปยัง 195 ประเทศทั่วโลก จากสนามมวยเวทีลุมพินี (รามอินทรา) ในวันศุกร์ที่ 29 ส.ค.นี้ เริ่มคู่แรก 19.30 น.',
                'published_at' => '2025-08-25 17:01:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614917/ppaq.jpg?ip/crop/w1200h700/q80/webp',
                'content' => json_encode([
                    "paragraphs" => [
                        [
                            "tag" => "p",
                            "inner" => "“พันธ์พยัคฆ์” ตกเป็นเป้าของกระแสดรามาอย่างหนัก หลังขอถอนตัวจากการขึ้นชกกับ “อัสลามจอน ออร์ติคอฟ” ในศึก ONE ลุมพินี 114 เมื่อเดือน มิ.ย. ที่ผ่านมา เนื่องจากได้รับบาดเจ็บระหว่างการฝึกซ้อม ซึ่งล่าสุดนักชกเจ้าของฉายา “ยอดมวย 3 พ.ศ.” ออกมาชี้แจงถึงแฟนมวยบางส่วนที่มักจะกล่าวหาว่าเขาจงใจถอนตัวเพื่อหนีคู่ชก"
                        ],
                        [
                            "tag" => "img",
                            "inner" => "https://s.isanook.com/sp/0/ud/322/1614917/panpazyz2.jpg?ip/resize/w728/q80/jpg"
                        ],
                        [
                            "tag" => "p",
                            "inner" => "“ผมจำใจถอนชกกับ อัสลามจอน เพราะเจ็บข้อเท้าซ้าย มันไม่ใช่สิ่งที่ใครอยากให้เกิด ผมเองก็เสียใจ เพราะซ้อมหนักมาตลอดและอีกไม่นานจะได้ขึ้นเวทีแล้ว ตอนตัดสินใจถอนก็รู้ดีว่าจะถูกวิจารณ์แน่นอน ผมทำใจไว้แล้วและพยายามไม่สนใจ แม้เลี่ยงไม่ได้ที่จะเห็นคอมเมนต์ต่าง ๆ ในโซเชียล แต่ผมเลือกโฟกัสคนรอบตัว โดยเฉพาะเพื่อนและครอบครัวที่คอยให้กำลังใจครับ”"
                        ],
                        [
                            "tag" => "p",
                            "inner" => "“ผมยืนยันว่าตลอดอาชีพนักมวย ไม่เคยถอนตัวเพื่อหนีคู่ชกแม้แต่ครั้งเดียว ถ้ากลัวจริงคงไม่ตอบรับไฟต์และซ้อมให้เหนื่อยตั้งแต่แรก ที่สำคัญถ้าขึ้นชกก็ได้เงิน ถ้าผมหนีจริงแล้วจะซ้อมฟรี ๆ ไปทำไม ผมอยากให้แฟน ๆ เข้าใจนักมวยทุกคน ไม่ใช่แค่ผม เพราะการถอนตัวไม่ใช่สิ่งที่ใครอยากให้เกิด และอยากให้ทุกคนให้กำลังใจพวกเรามากกว่าครับ”"
                        ],
                        [
                            "tag" => "img",
                            "inner" => "https://s.isanook.com/sp/0/ud/322/1614917/panpazyz24.jpg?ip/resize/w728/q80/jpg"
                        ],
                        [
                            "tag" => "p",
                            "inner" => "กลับมาครั้งนี้ “พันธ์พยัคฆ์” จะต้องพบกับด่านแกร่งอย่าง “อัสซาดูลาห์” นักชกเจ้าของสถิติ 9 ไฟต์ไร้พ่ายในระดับอาชีพและเก็บชัยชนะใน ONE ลุมพินีมาแล้ว 5 ไฟต์ โดยเป็นการปิดเกมคู่ต่อสู้ถึง 4 ครั้ง ซึ่งกระแสก่อนเกมหลายคนมองว่ามีโอกาสไม่น้อยที่ “พันธ์พยัคฆ์” จะต้องพ่ายแบบหมดสภาพ อย่างไรก็ตาม ด้วยการเตรียมความพร้อมเข้าขั้นสมบูรณ์แบบบวกกับชั้นเชิงมวยไทยที่เหนือกว่า ทำให้ “พันธ์พยัคฆ์” เชื่อมั่นว่าเขาจะสามารถหยุดสถิติไร้พ่ายของคู่ชกได้"
                        ],                    
                        [
                            "tag" => "p",
                            "inner" => "“อัสซาดูลาห์ เป็นมวยบู๊ที่โดดเด่นเรื่องการออกอาวุธได้รอบทิศทาง แต่จุดอ่อนที่ผมเห็นคือ ที่ผ่านมาเขายังไม่เคยเจอหมัดหรืออาวุธหนักจริง ๆ ทำให้ความทนทานอาจไม่มากนัก ผมเองก็อยากรู้เหมือนกันว่าถ้าเขาโดนอาวุธผมแล้วจะยุบหรือไม่ เพราะไฟต์นี้ผมเสริมพลังมาเต็มที่ ตั้งใจออกให้หนักทุกลูกเพื่อทำให้เขาแหยงให้ได้ ผมยืนยันว่าจะไม่ยอมเป็นทางผ่านให้เขาง่าย ๆ แน่นอน”"
                        ],                    
                        [
                            "tag" => "p",
                            "inner" => "แฟนกีฬาชาวไทยสามารถติดตามรับชมการถ่ายทอดสดผ่านทาง Watch.ONEFC.com (บางประเทศ), Facebook & YouTube ONE (บางประเทศ) เริ่มคู่แรกเวลา 19.30 น. ส่วนทางช่อง 7HD กด 35 (ภาษาไทย) เริ่ม 20.30 น. และสามารถจองบัตรเข้าชมในสนามผ่านทาง THAI TICKET MAJOR"
                        ]                   
                    ]
                ], JSON_UNESCAPED_UNICODE),
                'reference_url' => 'https://www.sanook.com/sport/1614917/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'สรุปผลวอลเลย์บอลหญิง ชิงแชมป์โลก 2025 ประจำวันที่ 25 ส.ค. 68',
                'description' => 'ผลการแข่งขันวอลเลย์บอลหญิง ชิงแชมป์โลก 2025 ที่ประเทศไทย รับหน้าที่เป็นเจ้าภาพจัดการแข่งขัน เมื่อวันจันทร์ที่ 25 สิงหาคม 2568',
                'published_at' => '2025-08-25 21:47:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614920/cvv.jpg?ip/crop/w1200h700/q80/webp',
                'content' => json_encode([
                    "paragraphs" => [
                        [
                            "tag" => "h2",
                            "inner" => "สรุปผลการแข่งขัน วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 รอบแบ่งกลุ่ม"
                        ],
                        [
                            "tag" => "h4",
                            "inner" => "กลุ่มอี"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "แคนาดา ชนะ สเปน 3-2 เซต (22-25, 28-26, 24-26, 25-15 และ 15-10)"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "ตุรกี ชนะ บัลแกเรีย 3-0 เซต (25-23, 25-19 และ 25-13)"
                        ],
                        [
                            "tag" => "h4",
                            "inner" => "กลุ่มเอฟ"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "โดมินิกัน ชนะ เม็กซิโก 3-0 เซต (25-15, 25-17 และ 25-20)"
                        ],                    
                        [
                            "tag" => "li",
                            "inner" => "จีน ชนะ โคลอมเบีย 3-1 เซต (25-16, 23-25, 25-14 และ 25-16)"
                        ],                    
                        [
                            "tag" => "img",
                            "inner" => "https://s.isanook.com/sp/0/ud/322/1614920/vbcncn3.jpg?ip/resize/w728/q80/jpg"
                        ],                   
                        [
                            "tag" => "h4",
                            "inner" => "กลุ่มจี"
                        ],                   
                        [
                            "tag" => "li",
                            "inner" => "เยอรมนี ชนะ เวียดนาม 3-0 เซต (25-18, 25-17 และ 25-21)"
                        ],                   
                        [
                            "tag" => "li",
                            "inner" => "โปแลนด์ ชนะ เคนยา 3-1 เซต (25-17, 15-25, 25-15 และ 25-14)"
                        ],                                    
                        [
                            "tag" => "h4",
                            "inner" => "กลุ่มเอช"
                        ],                   
                        [
                            "tag" => "li",
                            "inner" => "ญี่ปุ่น ชนะ ยูเครน 3-2 เซต (25-27, 20-25, 25-20, 26-24 และ 15-11)"
                        ],                   
                        [
                            "tag" => "li",
                            "inner" => "เซอร์เบีย ชนะ แคเมอรูน 3-0 เซต (25-16, 25-17 และ 25-12)"
                        ]                                    
                    ]
                ], JSON_UNESCAPED_UNICODE),
                'reference_url' => 'https://www.sanook.com/sport/1614920/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'คว้าตั๋วเรียบร้อย! เปิดรายชื่อ 14 ชาติ ผ่านเข้ารอบ 16 ทีม ศึกชิงแชมป์โลก 2025',
                'description' => 'การแข่งขัน วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 ที่ประเทศไทย รับหน้าที่เป็นเจ้าภาพจัดการแข่งขันระหว่างวันที่ 22 สิงหาคม - 7 กันยายน 2568',
                'published_at' => '2025-08-25 22:44:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614921/wowowo2.jpg?ip/crop/w1200h700/q80/webp',
                'content' => json_encode([
                    "paragraphs" => [
                        [
                            "tag" => "p",
                            "inner" => "โดยหลังผ่านการแข่งขันไปแล้ว 2 นัด ในรอบแรกครบทั้ง 8 กลุ่ม ทำให้ถึงตอนนี้ได้แล้ว 14 ชาติ ที่สามารถการันตีการผ่านเข้าสู่รอบ 16 ทีมสุดท้ายได้สำเร็จ"
                        ],
                        [
                            "tag" => "img",
                            "inner" => "https://s.isanook.com/sp/0/ud/322/1614921/vbcncn78.jpg?ip/resize/w728/q80/jpg"
                        ],
                        [
                            "tag" => "p",
                            "inner" => "ซึ่ง \"ทัพนักตบลูกยางสาวไทย\" ที่สามารถเก็บชัยได้ทั้ง 2 นัด เก็บ 6 คะแนนเต็ม ก็ถือเป็น 1 ใน 14 ประเทศ ที่สามารถการันตีผ่านเข้ารอบ 16 ทีมเช่นกัน"
                        ],
                        [
                            "tag" => "img",
                            "inner" => "https://s.isanook.com/sp/0/ud/322/1614921/vbcncn7.jpg?ip/resize/w728/q80/jpg"
                        ],
                        [
                            "tag" => "h2",
                            "inner" => "สรุปทีมที่ผ่านเข้าสู่รอบ 16 ทีมสุดท้าย ศึกวอลเลย์บอลหญิง ชิงแชมป์โลก 2025"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "กลุ่มเอ : ไทย และ เนเธอร์แลนด์"
                        ],                    
                        [
                            "tag" => "li",
                            "inner" => "กลุ่มบี : อิตาลี และ เบลเยียม"
                        ],                    
                        [
                            "tag" => "li",
                            "inner" => "กลุ่มซี : บราซิล"
                        ],                   
                        [
                            "tag" => "li",
                            "inner" => "กลุ่มดี : สหรัฐอเมริกา"
                        ],                   
                        [
                            "tag" => "li",
                            "inner" => "กลุ่มอี : ตุรกี และ แคนาดา"
                        ],                   
                        [
                            "tag" => "li",
                            "inner" => "กลุ่มเอฟ : โดมินิกัน และ จีน"
                        ],                                    
                        [
                            "tag" => "li",
                            "inner" => "กลุ่มจี : เยอรมนี และ โปแลนด์"
                        ],                   
                        [
                            "tag" => "li",
                            "inner" => "กลุ่มเอช : เซอร์เบีย และ ญี่ปุ่น"
                        ],                   
                        [
                            "tag" => "p",
                            "inner" => "สำหรับ การแข่งขัน วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 รอบ 16 ทีมสุดท้าย จะเล่นในระบบน็อกเอาต์ แข่งขันกันที่สนาม อินดอร์สเตเดียม หัวหมาก, กรุงเทพฯ ระหว่างวันที่ 29 สิงหาคม - 7 กันยายน 2568"
                        ],                                    
                        [
                            "tag" => "li",
                            "inner" => "ส่องอันดับโลกใหม่ \"วอลเลย์บอลหญิงไทย\" หลังเก็บชัย 2 นัด ศึกชิงแชมป์โลก 2025"
                        ],                                    
                        [
                            "tag" => "p",
                            "inner" => "ตารางคะแนน \"สาวไทย\" วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 หลังผ่าน 2 เกม"
                        ]                                    
                    ]
                ], JSON_UNESCAPED_UNICODE),
                'reference_url' => 'https://www.sanook.com/sport/1614921/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'เปิดเงื่อนไข! คู่แข่งที่ "สาวไทย" ต้องเจอรอบ 16 ทีมวอลเลย์บอลหญิง ชิงแชมป์โลก 2025',
                'description' => '"ทัพนักตบลูกยางสาวไทย" ที่สามารถเก็บชัยได้ทั้ง 2 นัด ในรอบแบ่งกลุ่ม การแข่งขัน วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 ที่ประเทศไทย รับหน้าที่เป็นเจ้าภาพจัดการแข่งขัน',
                'published_at' => '2025-08-25 23:37:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614923/vbxss.jpg?ip/crop/w1200h700/q80/webp',
                'content' => json_encode([
                    "paragraphs" => [
                        [
                            "tag" => "p",
                            "inner" => "โดย \"ทีมสาวไทย\" ที่อยู่ในกลุ่มเอ สามารถเก็บได้ 6 คะแนนเต็ม การันตีการผ่านเข้าสู่รอบ 16 ทีมสุดท้าย ได้เป็นที่แน่นอนแล้ว แม้จะเหลือการแข่งขันอีกหนึ่งเกมก็ตาม"
                        ],
                        [
                            "tag" => "img",
                            "inner" => "https://s.isanook.com/sp/0/ud/322/1614923/noissew2.jpg?ip/resize/w728/q80/jpg"
                        ],
                        [
                            "tag" => "p",
                            "inner" => "อย่างไรก็ตามเส้นทางในรอบ 16 ทีมสุดท้ายของ ทีมวอลเลย์บอลหญิงไทย ต้องบอกว่าหนักทีเดียวเมื่อจะต้องไขว้สายไปเจอกับทีมจากกลุ่มเอช ที่มีทั้ง เซอร์เบีย แชมป์โลก 2 สมัยล่าสุด และ ญี่ปุ่น ทีมแกร่งร่วมทวีปเอเชีย"
                        ],
                        [
                            "tag" => "p",
                            "inner" => "ตามเงื่อนไขก็คือทีมอันดับ 1 ของกลุ่มเอ จะต้องพบกับ อันดับ 2 ของกลุ่มเอช และหากหล่นเป็นอันดับ 2 ของกลุ่มเอ ก็จะต้องเจอกับแชมป์กลุ่มเอช"
                        ],
                        [
                            "tag" => "img",
                            "inner" => "https://s.isanook.com/sp/0/ud/322/1614923/noissew3.jpg?ip/resize/w728/q80/jpg"
                        ],
                        [
                            "tag" => "p",
                            "inner" => "ซึ่งสถานการณ์ของทั้งสองกลุ่มเหมือนกันคือในกลุ่มเอ ไทย และ เนเธอร์แลนด์ จะเจอกันในนัดสุดท้ายเพื่อแย่งแชมป์กลุ่ม ขณะที่ในกลุ่มเอช เซอร์เบีย และ ญี่ปุ่น จะเจอกันเองเพื่อแย่งแชมป์กลุ่มเช่นกัน"
                        ],                    
                        [
                            "tag" => "p",
                            "inner" => "สำหรับ การแข่งขัน วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 รอบ 16 ทีมสุดท้าย จะเล่นในระบบน็อกเอาต์ แข่งขันกันที่สนาม อินดอร์สเตเดียม หัวหมาก, กรุงเทพฯ ระหว่างวันที่ 29 สิงหาคม - 7 กันยายน 2568"
                        ],                                                        
                        [
                            "tag" => "li",
                            "inner" => "ส่องอันดับโลกใหม่ \"วอลเลย์บอลหญิงไทย\" หลังเก็บชัย 2 นัด ศึกชิงแชมป์โลก 2025"
                        ],                                    
                        [
                            "tag" => "p",
                            "inner" => "ตารางคะแนน \"สาวไทย\" วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 หลังผ่าน 2 เกม"
                        ]                                    
                    ]
                ], JSON_UNESCAPED_UNICODE),
                'reference_url' => 'https://www.sanook.com/sport/1614923/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'สรุปผลบอลเมื่อคืน 5 ลีกใหญ่ยุโรป ประจำวันที่ 26 ส.ค. 68',
                'description' => 'ผลการแข่งขันฟุตบอล 5 ลีกใหญ่ยุโรป ประจำวันอังคารที่ 26 สิงหาคม ที่ผ่านมา ผลบอลพรีเมียร์ลีก อังกฤษ, ลาลีกา สเปน,บุนเดสลีกา เยอรมนี, กัลโช่ เซเรีย อา อิตาลี และ ลีกเอิง ฝรั่งเศส แต่ละคู่ต่างมีความสำคัญต่อการลุ้นแชมป์และพื้นที่ยุโรป ลองมาดู ผลบอล ล่าสุดที่น่าสนใจกันเลย',
                'published_at' => '2025-08-26 04:47:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614924/riorio.jpg?ip/crop/w1200h700/q80/webp',
                'content' => json_encode([
                    "paragraphs" => [
                        [
                            "tag" => "p",
                            "inner" => "\"หงส์แดง\" ลิเวอร์พูล เก็บสามแต้มได้แบบหืดจับ หลังจากที่เป็นฝ่ายออกนำก่อน 2-0 แต่โดน นิวคาสเซิล ที่เหลือ 10 คน ตามตีเสมอ 2-2 แต่สุดท้ายเป็น ริโอ เอ็นกูโมฮา เจ้าหนูดาวรุ่งลงมายิงประตูชัยช่วยให้ทีมบุกชนะ 3-2 ในช่วงทดเจ็บ"
                        ],
                        [
                            "tag" => "h2",
                            "inner" => "ผลบอล พรีเมียร์ลีก อังกฤษ"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "นิวคาสเซิล 2-3 ลิเวอร์พูล"
                        ],
                        [
                            "tag" => "h2",
                            "inner" => "ผลบอล ลา ลีกา สเปน"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "แอธ.บิลเบา 1-0 ราโย บาเยกาโน่"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "เซบีย่า 1-2 เกตาเฟ่"
                        ],                    
                        [
                            "tag" => "h2",
                            "inner" => "ผลบอล กัลโช่ เซเรีย อา อิตาลี"
                        ],                                                        
                        [
                            "tag" => "li",
                            "inner" => "อูดิเนเซ่ 1-1 เวโรน่า"
                        ],                                    
                        [
                            "tag" => "li",
                            "inner" => "อินเตอร์ มิลาน 5-0 โตริโน่"
                        ],                                    
                        [
                            "tag" => "p",
                            "inner" => "เช็ก ผลบอลสด อัปเดตเรียลไทม์ เร็วทันใจทุกคู่กับ Sanook Sport"
                        ]                                    
                    ]
                ], JSON_UNESCAPED_UNICODE),
                'reference_url' => 'https://www.sanook.com/sport/1614924/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'ตารางคะแนนพรีเมียร์ลีกอังกฤษ ฤดูกาล 2025-26 ประจำวันที่ 26 ส.ค. 68',
                'description' => 'ฟุตบอลพรีเมียร์ลีก ฤดูกาล 2025-26 กลับมาแข่งขันกันในสัปดาห์ที่สองตามโปรแกรม ช่วงระหว่างวันศุกร์ที่ 21 - วันจันทร์ที่ 25 สิงหาคม 2568',
                'published_at' => '2025-08-26 05:14:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614925/lfcn.jpg?ip/crop/w1200h700/q80/webp',
                'content' => json_encode([
                    "paragraphs" => [
                        [
                            "tag" => "p",
                            "inner" => "โดยหลังจากแข่งขันกันไปครบทุกคู่ในสัปดาห์นี้ \"ปืนใหญ่\" อาร์เซนอล แซงนำเป็นจ่าฝูงหลังเก็บ 6 คะแนน เช่นเดียวกับ สเปอร์ส และ ลิเวอร์พูล แต่ประตูได้เสียดีกว่า"
                        ],
                        [
                            "tag" => "img",
                            "inner" => "https://s.isanook.com/sp/0/ud/322/1614925/eprloo3.jpg?ip/resize/w728/q80/jpg"
                        ],
                        [
                            "tag" => "p",
                            "inner" => "ขณะที่ เชลซี อยู่อันดับ 4 หลังสามารถเก็บชัยนัดแรกของซีซันทำให้มี 4 คะแนนหลังผ่าน 2 เกม ด้าน \"ปีศาจแดง\" แมนฯ ยูไนเต็ด ยังไม่สามารถเก็บชัยได้ อยู่อันดับ 16 มี 1 คะแนน"
                        ],
                        [
                            "tag" => "img",
                            "inner" => "https://s.isanook.com/sp/0/ud/322/1614925/eprloo.jpg?ip/resize/w728/q80/jpg"
                        ],
                        [
                            "tag" => "h4",
                            "inner" => "สรุปตารางคะแนนพรีเมียร์ลีกอังกฤษล่าสุด"
                        ],
                        [
                            "tag" => "li",
                            "inner" => "อันดับที่ 1 : อาร์เซนอล ชนะ 2 เสมอ 0 แพ้ 0 นัด 6 คะแนน ประตูได้ +6"
                        ],                    
                        [
                            "tag" => "li",
                            "inner" => "อันดับที่ 2 : สเปอร์ส ชนะ 2 เสมอ 0 แพ้ 0 นัด 6 คะแนน ประตูได้ +5"
                        ],                                                        
                        [
                            "tag" => "li",
                            "inner" => "อันดับที่ 3 : ลิเวอร์พูล ชนะ 2 เสมอ 0 แพ้ 0 นัด 6 คะแนน ประตูได้ +3"
                        ],                                    
                        [
                            "tag" => "li",
                            "inner" => "อันดับที่ 4 : เชลซี ชนะ 1 เสมอ 1 แพ้ 0 นัด 4 คะแนน ประตูได้ +4"
                        ],                                    
                        [
                            "tag" => "li",
                            "inner" => "อันดับที่ 5 : ฟอเรสต์ ชนะ 1 เสมอ 1 แพ้ 0 นัด 4 คะแนน ประตูได้ +2"
                        ],                                    
                        [
                            "tag" => "li",
                            "inner" => "อันดับที่ 6 : แมนฯ ซิตี้ ชนะ 1 เสมอ 0 แพ้ 1 นัด 3 คะแนน ประตูได้ +2"
                        ],                    
                        [
                            "tag" => "li",
                            "inner" => "อันดับที่ 7 : ซันเดอร์แลนด์ ชนะ 1 เสมอ 0 แพ้ 1 นัด 3 คะแนน ประตูได้ +2"
                        ],                                                        
                        [
                            "tag" => "li",
                            "inner" => "อันดับที่ 8 : เอฟเวอร์ตัน ชนะ 1 เสมอ 0 แพ้ 1 นัด 3 คะแนน ประตูได้ +1"
                        ],                                    
                        [
                            "tag" => "li",
                            "inner" => "อันดับที่ 9 : บอร์นมัธ ชนะ 1 เสมอ 0 แพ้ 1 นัด 3 คะแนน ประตูได้ -1"
                        ],                                    
                        [
                            "tag" => "li",
                            "inner" => "อันดับที่ 10 : เบรนท์ฟอร์ด ชนะ 1 เสมอ 0 แพ้ 1 นัด 3 คะแนน ประตูได้ -1"
                        ],                                    
                        [
                            "tag" => "li",
                            "inner" => "อันดับที่ 16 : แมนฯ ยูไนเต็ด ชนะ 0 เสมอ 1 แพ้ 1 นัด 1 คะแนน ประตูได้ -1"
                        ],                                    
                        [
                            "tag" => "p",
                            "inner" => "เช็ก ผลบอลสด อัปเดตเรียลไทม์ เร็วทันใจทุกคู่กับ Sanook Sport"
                        ]                                    
                    ]
                ], JSON_UNESCAPED_UNICODE),
                'reference_url' => 'https://www.sanook.com/sport/1614925/',
            ]
        ]);
    }
}
