<?php

namespace Database\Seeders;

use Illuminate\Database\Console\Seeds\WithoutModelEvents;
use Illuminate\Database\Seeder;
use App\Models\News;

class NewsSeeder extends Seeder
{
    /**
     * Run the database seeds.
     */
    public function run(): void
    {
        News::insert([
            [
                'news_type' => 'sport',
                'title' => 'กู้เพิ่มเป็นเหตุ! แมนยู หนี้สินพุ่งทะลุ 1,000 ล้านปอนด์',
                'description' => 'แมนเชสเตอร์ ยูไนเต็ด เผยงบการเงินล่าสุด สิ้นสุดวันที่ 30 มิถุนายน 2025 พบว่าหนี้สินรวมของสโมสรทะยานแตะระดับ กว่า 1,087 ล้านปอนด์ หลังจากกู้เงินเพิ่มเพื่อนำมาใช้เสริมทัพในช่วงซัมเมอร์ที่ผ่านมา',
                'published_at' => '2025-09-20 12:15:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/323/1615722/ntv.jpg?ip/crop/w1200h700/q80/webp',
                'content' => '<p><strong>แมนเชสเตอร์ ยูไนเต็ด เผยงบการเงินล่าสุด สิ้นสุดวันที่ 30 มิถุนายน 2025 พบว่าหนี้สินรวมของสโมสรทะยานแตะระดับกว่า 1,087 ล้านปอนด์ หลังจากกู้เงินเพิ่มเพื่อนำมาใช้เสริมทัพในช่วงซัมเมอร์ที่ผ่านมา</strong>
                    <br><br>รายงานที่ถูกยื่นต่อตลาดหลักทรัพย์นิวยอร์กยาวกว่า 580 หน้า ระบุว่า ยูไนเต็ด ใช้เงินไป 167.8 ล้านปอนด์ ในการซื้อนักเตะใหม่ ได้แก่ ไบรอัน เอ็มเบอโม, มาเตอุส คุนญา, เบนยามิน เชชโก และ เซนเนอ ลัมเมนส์ แต่สามารถขายผู้เล่นออกไปได้เพียง 55 ล้านปอนด์เท่านั้น
                    <br><br>ในส่วนของโครงสร้างหนี้ พบว่าหนี้หลักของทีมอยู่ที่ 637 ล้านปอนด์ มาจากเงินกู้ระยะยาวตั้งแต่การเทกโอเวอร์โดย ตระกูลเกลเซอร์ เมื่อปี 2005 ขณะที่วงเงินเครดิตหมุนเวียนถูกเพิ่มเป็น 350
                    ล้านปอนด์ อีกทั้งยังมีการเบิกใช้เพิ่มเติมระหว่าง 7 ก.ค. - 11 ก.ย. รวม 105 ล้านปอนด์ ทำให้หนี้สินรวมขณะนี้แตะที่ราว742 ล้านปอนด์
                    <br><br>
                    <span class="content-figure"><span class="content-figure__img"><img src="https://s.isanook.com/sp/0/ud/323/1615722/afp__20250914__74g439m__v1__m.jpg?ip/resize/w728/q80/jpg" alt="afp__20250914__74g439m__v1__m"></span></span>
                    <br><br>เมื่อรวมกับหนี้ค่าตัวนักเตะคงค้าง 447 ล้านปอนด์ (โดยกว่า 205 ล้านปอนด์ต้องชำระภายใน 1 ปี) และหักลบกับเงินที่สโมสรมีสิทธิ์จะได้รับ 102.6 ล้านปอนด์ ส่งผลให้ยอดหนี้สุทธิรวมทั้งหมดอยู่ที่ประมาณ 1,087
                    ล้านปอนด์<br><br>อย่างไรก็ตาม ในแง่ผลประกอบการภายใต้การบริหารของ เซอร์ จิม แรตคลิฟฟ์ สถานการณ์มีสัญญาณดีขึ้น โดยขาดทุนลดลงจาก 113.2 ล้านปอนด์ เหลือเพียง 33 ล้านปอนด์
                    <br><br>ปัจจัยสำคัญที่กระทบรายได้ปีนี้คือการที่ทีมพลาดรายได้จาก<a href="https://www.sanook.com/sport/" title="ฟุตบอล" target="_blank" class="keyword">ฟุตบอล</a>ถ้วยยุโรป ซึ่งฤดูกาลก่อนทำเงินได้กว่า 43.7 ล้านปอนด์ ส่งผลให้รายได้รวมในปีนี้ถูกประเมินว่าจะอยู่เพียงราว 640-660 ล้านปอนด์เท่านั้น<br><br>สถานการณ์ทางการเงินครั้งนี้ ย้ำถึงความท้าทายที่ แมนเชสเตอร์ ยูไนเต็ด ต้องเผชิญ ทั้งในการบริหารภาระหนี้มหาศาล และการรักษาความสามารถในการลงทุนเพื่อกลับมาลุ้นความสำเร็จในสนามอีกครั้ง</p>',
                'reference_url' => 'https://www.sanook.com/sport/1615722/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'ดูบอลสด พรีเมียร์ลีก แมนยู พบ เชลซี คืนนี้ เวลา 23:30 น.',
                'description' => 'ถ่ายทอดสด ฟุตบอลพรีเมียร์ลีก แมนเชสเตอร์ ยูไนเต็ด พบ เชลซี ลิงก์ดูบอลสด เวลา 23:30 น. ดูบอลสดออนไลน์ ดูบอลสดวันนี้ ผลบอลสด ดูได้ช่องทางไหนบ้าง',
                'published_at' => '2025-09-20 11:00:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/323/1615591/ntr.jpg?ip/crop/w1200h700/q80/webp',
                'content' => '<div class="EntryReaderInner" id="EntryReader_0"><p><strong>ถ่ายทอดสด <a href="https://www.sanook.com/sport/" title="ฟุตบอล" target="_blank" class="keyword">ฟุตบอล</a>พรีเมียร์ลีก แมนเชสเตอร์ ยูไนเต็ด พบ เชลซี ลิงก์ดูบอลสด เวลา 23:30 น. ดูบอลสดออนไลน์ ดูบอลสดวันนี้ <span style="color: #000000;"><a style="color: #000000;" href="https://www.sanook.com/sport/football/livescore/" target="_blank">ผลบอลสด</a></span> ดูได้ช่องทางไหนบ้าง</strong></p>
                    <p>โปรแกรมถ่ายทอดสด ฟุตบอลพรีเมียร์ลีก อังกฤษ 2025/26 สัปดาห์ที่ 5 <strong>แมนยู พบ เชลซี</strong> วันเสาร์ที่ 20 กันยายน 2568 เวลา 23:30 น. จากสนามโอลด์ แทรฟฟอร์ด</p>
                    <h2><strong>รับชมถ่ายทอดสดผ่านทางไหนบ้าง</strong></h2>
                    <ul>
                    <li><span style="color: #ff0000;"><a style="color: #ff0000;" href="https://www.monomax.me/premierleague" target="_blank" rel="nofollow"><strong>MONOMAX คลิกเลย</strong> </a></span></li>
                    <li><span style="color: #008000;"><strong><a style="color: #008000;" href="https://aisplay.ais.co.th/portal/" target="_blank" rel="nofollow">AIS PLAY คลิกเลย</a></strong></span></li>
                    </ul>
                    <span class="content-figure"><span class="content-figure__img"><img src="https://s.isanook.com/sp/0/ud/323/1615591/afp__20250516__472l7gn__v4__m.jpg?ip/resize/w728/q80/jpg" alt="ดูบอลสด พรีเมียร์ลีก แมนยู พบ เชลซี"></span></span><br><br>
                    <h3><a href="https://www.sanook.com/sport/football/" title="วิเคราะห์บอล" target="_blank" class="keyword">วิเคราะห์บอล</a> สถิติการพบกัน 5 นัดหลังสุด : แมนเชสเตอร์ ยูไนเต็ด VS เชลซี</h3>
                    <ul>
                    <li>17/05/2025 พรีเมียร์ลีก เชลซี 1-0 แมนเชสเตอร์ ยูไนเต็ด</li>
                    <li>03/11/2024&nbsp;พรีเมียร์ลีก แมนเชสเตอร์ ยูไนเต็ด 1-1 เชลซี</li>
                    <li>05/04/2024&nbsp;พรีเมียร์ลีก&nbsp;เชลซี 4-3 แมนเชสเตอร์ ยูไนเต็ด</li>
                    <li>07/12/2023&nbsp;พรีเมียร์ลีก&nbsp;แมนเชสเตอร์ ยูไนเต็ด 2-1 เชลซี</li>
                    <li>26/05/2023&nbsp;พรีเมียร์ลีก&nbsp;แมนเชสเตอร์ ยูไนเต็ด 4-1 เชลซี</li>
                    </ul>
                    <p><strong>แมนเชสเตอร์ ยูไนเต็ด : </strong>แมนยู อยู่ในฟอร์มที่ไม่สม่ำเสมอ โดยเฉพาะช่วงหลังที่กำลังเผชิญแรงกดดันอย่างหนักจากแฟนบอลและสื่อ&nbsp;กุนซือ รูเบน อโมริม กำลังถูกตั้งคำถามถึงการใช้ระบบ 3-4-3 ที่ยังไม่เข้าที่เข้าทางเท่าที่ควร&nbsp;</p>
                    <p><strong>เชลซี :</strong>&nbsp;เชลซี ภายใต้การคุมทีมของ เอนโซ มาเรสก้า มีฟอร์มที่ไม่คงเส้นคงวาในช่วงต้นฤดูกาล แต่ก็ยังเป็นทีมที่น่ากลัวและมีศักยภาพสูง โดยเพิ่งบุกไปแพ้ บาเยิร์น มิวนิค มาในศึกยูฟ่า แชมเปียนส์ลีก แต่ก็ถือว่ารูปเกมไม่ได้เป็นรองมากนัก</p></div>',
                'reference_url' => 'https://www.sanook.com/sport/1615591/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'ดูบอลสด พรีเมียร์ลีก ลิเวอร์พูล พบ เอฟเวอร์ตัน วันนี้ เวลา 18:30 น.',
                'description' => 'ถ่ายทอดสด ฟุตบอลพรีเมียร์ลีก ลิเวอร์พูล พบ เอฟเวอร์ตัน ลิงก์ดูบอลสด เวลา 18:30 น. ดูบอลสดออนไลน์ ดูบอลสดวันนี้ ผลบอลสด ดูได้ช่องทางไหนบ้าง',
                'published_at' => '2025-09-20 10:58:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/323/1615590/nta.jpg?ip/crop/w1200h700/q80/webp',
                'content' => '<div class="EntryReaderInner" id="EntryReader_0"><p><strong>ถ่ายทอดสด <a href="https://www.sanook.com/sport/" title="ฟุตบอล" target="_blank" class="keyword">ฟุตบอล</a>พรีเมียร์ลีก ลิเวอร์พูล พบ เอฟเวอร์ตัน ลิงก์ดูบอลสด เวลา 18:30 น. ดูบอลสดออนไลน์ ดูบอลสดวันนี้ <span style="color: #000000;"><a style="color: #000000;" href="https://www.sanook.com/sport/football/livescore/" target="_blank">ผลบอลสด</a></span> ดูได้ช่องทางไหนบ้าง</strong></p>
                    <p>โปรแกรมถ่ายทอดสด ฟุตบอลพรีเมียร์ลีก อังกฤษ 2025/26 สัปดาห์ที่ 5 <strong>ลิเวอร์พูล พบ เอฟเวอร์ตัน</strong>&nbsp;เย็นวันเสาร์ที่ 20 กันยายน 2568 เวลา 18:30 น. ที่สนาม แอนฟิลด์</p>
                    <h2><strong>รับชมถ่ายทอดสดผ่านทางไหนบ้าง</strong></h2>
                    <ul>
                    <li><span style="color: #ff0000;"><a style="color: #ff0000;" href="https://www.monomax.me/premierleague" target="_blank" rel="nofollow"><strong>MONOMAX คลิกเลย</strong> </a></span></li>
                    <li><span style="color: #008000;"><strong><a style="color: #008000;" href="https://aisplay.ais.co.th/portal/" target="_blank" rel="nofollow">AIS PLAY คลิกเลย</a></strong></span></li>
                    </ul>
                    <p><span class="content-figure"><span class="content-figure__img"><img src="https://s.isanook.com/sp/0/ud/323/1615590/afp__20250402__38vr2e9__v1__m.jpg?ip/resize/w728/q80/jpg" alt="ดูบอลสด พรีเมียร์ลีก ลิเวอร์พูล พบ เอฟเวอร์ตัน" width="898" height="1200"></span></span></p>
                    <h3><a href="https://www.sanook.com/sport/football/" title="วิเคราะห์บอล" target="_blank" class="keyword">วิเคราะห์บอล</a> สถิติการพบกัน 5 นัดหลังสุด : ลิเวอร์พูล VS เอฟเวอร์ตัน</h3>
                    <ul>
                    <li>03/04/2025 พรีเมียร์ลีก ลิเวอร์พูล 1-0 เอฟเวอร์ตัน</li>
                    <li>13/02/2025 พรีเมียร์ลีก เอฟเวอร์ตัน 2-2 ลิเวอร์พูล</li>
                    <li>25/04/2024 พรีเมียร์ลีก เอฟเวอร์ตัน 2-0 ลิเวอร์พูล</li>
                    <li>21/10/2023 พรีเมียร์ลีก ลิเวอร์พูล 2-0 เอฟเวอร์ตัน</li>
                    <li>14/02/2023 พรีเมียร์ลีก ลิเวอร์พูล 2-0 เอฟเวอร์ตัน</li>
                    </ul>
                    <p>ลิเวอร์พูล เป็นทีมที่มีภาษีดีกว่าอย่างชัดเจน แต่ในเกมดาร์บีแล้ว สถิติมักจะมีความสำคัญรองลงมา เพราะเกมนี้เป็นเกมของศักดิ์ศรีและความอารมณ์ร่วมของแฟนบอลทั้งสองฝ่าย ทำให้ผลการแข่งขันสามารถพลิกล็อกได้เสมอ</p></div>',
                'reference_url' => 'https://www.sanook.com/sport/1615590/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'ไปให้สุดทาง! "อโมริม" กร้าว "พระสันตะปาปา" ก็มาเปลี่ยนปรัชญาตนไม่ได้',
                'description' => 'รูเบน อโมริม ผู้จัดการทีม แมนเชสเตอร์ ยูไนเต็ด ยืนยันหนักแน่นว่า ไม่มีใครสามารถบังคับให้เขาเปลี่ยนแผนการเล่นได้ แม้แต่ “โป๊ป” หรือพระสันตะปาปาเองก็ตาม',
                'published_at' => '2025-09-20 10:06:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/323/1615718/ntu.jpg?ip/crop/w1200h700/q80/webp',
                'content' => '<div class="EntryReaderInner" id="EntryReader_0">
                    <p>กุนซือชาวโปรตุเกสยังคงยึดมั่นในแนวทางของตน โดยยอมรับว่าพร้อมถูกปลดออกจากตำแหน่ง มากกว่าที่จะยอมปรับสไตล์การทำทีมเพื่อเอาใจเสียงวิจารณ์ แม้ผลงานของทีมในช่วงหลังจะไม่เป็นไปตามที่หวังก็ตาม<br><br>เมื่อวันพฤหัสบดีที่ผ่านมา มีรายงานว่า เจ้าของสโมสร เซอร์ จิม แรตคลิฟฟ์ ได้เดินทางไปที่แคร์ริงตัน เพื่อประชุมร่วมกับ อโมริม, โอมาร์ แบร์ราดา ซีอีโอ และ เจสัน วิลค็อกซ์ ผู้อำนวยการ   
                    <a href="https://www.sanook.com/sport/" title="ฟุตบอล" target="_blank" class="keyword">ฟุตบอล</a> เพื่อประเมินสถานการณ์ของสโมสรตามกำหนดการ<br>
                    <span class="content-figure"><span class="content-figure__img"><img src="https://s.isanook.com/sp/0/ud/323/1615718/afp__20250914__74ge9rb__v1__m.jpg?ip/resize/w728/q80/jpg" alt="afp__20250914__74ge9rb__v1__m"></span></span>
                    <br><br>อย่างไรก็ตาม ในการแถลงข่าวก่อนเกมกับ เชลซี อโมริม ปฏิเสธกระแสข่าวที่ระบุว่าการประชุมครั้งดังกล่าวมีเรื่องการเปลี่ยนแท็กติก 3-4-2-1 เป็นหัวข้อหลัก พร้อมยืนยันว่าแนวทางการทำทีมเป็นสิ่งที่เขาต้องรับผิดชอบโดยตรง<br><br><em>“ไม่ ไม่ ไม่ ไม่มีใครทำได้หรอก แม้แต่โป๊ปก็มาสั่งผมให้เปลี่ยนไม่ได้ นี่คืองาน นี่คือความรับผิดชอบ และนี่คือชีวิตของผม ดังนั้นผมจะไม่เปลี่ยน”</em> อโมริม กล่าวชัดเจน
                    <br><br>เขายังอธิบายเพิ่มเติมว่า หากเขายอมเปลี่ยนระบบเพียงเพราะถูกกดดัน นักเตะอาจมองเขาในแง่มุมที่ต่างออกไป และสิ่งนั้นไม่ใช่สิ่งที่เขาต้องการจะให้เกิดขึ้นกับความเป็นผู้นำของตนเอง<br><br><em>“การพัฒนาและวิวัฒนาการของทีมจะเกิดขึ้นตามขั้นตอน แต่ทุกอย่างต้องเป็นไปอย่างถูกทาง ผมกำลังเดินไปตามวิธีที่ผมเชื่อมั่น”</em> กุนซือวัย 40 ปีกล่าวทิ้งท้าย</p></div>',
                'reference_url' => 'https://www.sanook.com/sport/1615718/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'ได้แล้ว 8 ทีมสุดท้าย! “เซปักตะกร้อ นักเรียนชาย แชมป์กีฬา 7HD 2025” ชมฟรีที่แฟชั่นไอส์แลนด์',
                'description' => 'ศึกลูกหวายนักเรียน “เซปักตะกร้อ นักเรียนชาย แชมป์กีฬา 7HD 2025” สุดเข้มข้น “รร.กีฬาจังหวัดชลบุรี-รร.กีฬาเทศบาลนครนครปฐม-รร.ท่าขอนยางพิทยาคม-รร.กีฬาจังหวัดสุพรรณบุรี” คว้าแชมป์สาย นำทีมฟาดเดือดทะลุรอบ 8 ทีมสุดท้าย พร้อมรันความมันเสิร์ฟกองเชียร์ 24 ก.ย.นี้ ชมฟรีที่ ไอส์แลนด์ ฮอลล์ ชั้น 3 ศูนย์การค้าแฟชั่นไอส์แลนด์',
                'published_at' => '2025-09-20 09:21:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/323/1615716/ntg.jpg?ip/crop/w1200h700/q80/webp',
                'content' => '<div class="EntryReaderInner" id="EntryReader_0">
                    <p>ศึกฟาดหน้าเน็ตสุดจัด ลุ้นมันกับการแข่งขัน เซปักตะกร้อ นักเรียนชาย แชมป์กีฬา 7HD 2025 ที่ ช่อง 7HD จับมือ จุฬาลงกรณ์มหาวิทยาลัย จัดขึ้นโดยสมาคมกีฬาตะกร้อแห่งประเทศไทย รวมสิงห์ลูกหวายนักเรียนชั้นนำ 16 ทีมจากทั่วประเทศมาดวลกันกลางอากาศ แม้จะเป็นการจัดการแข่งขันครั้งแรกแต่กระแสตอบรับและเสียงเชียร์สุดปังร้อนแรงสนั่นโซเชียล จนทำให้ยอดการรับชมจากกองเชียร์ทั่วประเทศของการแข่งขันรอบแรกตลอดทั้ง 4 วัน ในทุกแพลตฟอร์มออนไลน์ของ Ch7HD รวมสูงกว่า 2.2 ล้านวิว เรียกว่าได้ใจแฟนกีฬากันเป็นอย่างมาก และในที่สุดผลการแข่งขัน หลังจากเปิดสนามฟาดแบบไม่ยอมกันตลอดทั้งสัปดาห์ ก็ได้แชมป์และรองแชมป์ของแต่ละสาย ผ่านเข้าสู่รอบ 8 ทีมสุดท้ายเป็นที่เรียบร้อยแล้ว<br>
                    <span class="content-figure"><span class="content-figure__img">
                    <div><a class="content-figure__link" href="https://www.sanook.com/sport/1615716/gallery/"><span class="content-figure__view-gallery"><span><i class="sn-icon sn-icon--photo"></i><span class="count">19 <i>+</i></span></span><span class="txt">ดูภาพทั้งหมด</span></span><span><img src="https://s.isanook.com/sp/0/ud/323/1615716/759671.jpg?ip/resize/w728/q80/jpg" alt="759671"></span></a></div>
                    </span></span><br>ผลการแข่งขันรอบแรก สาย A ไม่พลิกโผ แชมป์ตกเป็นของ รร.กีฬาจังหวัดชลบุรี เก็บชัยชนะ 3 นัดรวด 6 คะแนน ขณะที่รองแชมป์ รร.กีฬากรุงเทพมหานคร ชนะ 2 แพ้ 1 มี 4 คะแนน&nbsp; ด้านกรุ๊ปโหด สาย B อัศวินลูกหวาย รร.กีฬาเทศบาลนครนครปฐม ครองตำแหน่งแชมป์สายคลีน ๆ 6 คะแนน ตามมาด้วยรองแชมป์ รร.กีฬาเทศบาลนครนครราชสีมา ชนะ 2 แพ้ 1 มี 4 คะแนน ส่วนสิงห์ลูกหวาย สาย C ทีมเด็กหาปลา รร.ท่าขอนยางพิทยาคม คว้าชัยไร้พ่าย 6 คะแนน ด้านรองแชมป์อย่าง รร.อัสสัมชัญศรีราชา ชนะ 2 แพ้ 1 มี 4 คะแนน ปิดท้ายที่ สาย D รร.กีฬาจังหวัดสุพรรณบุรี ชนะรวดคว้า 6 คะแนน ครองจ่าฝูงหัวตาราง ขณะที่ รร.กีฬาจังหวัดอุบลราชธานี ซิวรองแชมป์สาย ชนะ 2 แพ้ 1 มี 4 คะแนน<br><br>หลังจบการแข่งขันรอบแรก ได้แชมป์และรองแชมป์ของแต่ละสายเข้าไปชิงชัยในรอบ 8 ทีมสุดท้าย ได้มีการจับสลากประกบคู่การแข่งขัน โดยมี คุณเกริกพันธุ์ สุวรรณนพ รองผู้จัดการฝ่าย และปฏิบัติหน้าที่แทนผู้จัดการฝ่ายโปรดักชันรายการและอีเวนต์ เป็นผู้จับสลาก ซึ่งผลการจับสลากประกอบด้วย 4 คู่ P, Q, R, S ดังต่อไปนี้</p>
                    <p><span class="content-figure"><span class="content-figure__img"><div><a class="content-figure__link" href="https://www.sanook.com/sport/1615716/gallery/"><span class="content-figure__view-gallery"><span><i class="sn-icon sn-icon--photo"></i><span class="count">19 <i>+</i></span></span><span class="txt">ดูภาพทั้งหมด</span></span><span><img src="https://s.isanook.com/sp/0/ud/323/1615716/824649.jpg?ip/resize/w728/q80/jpg" alt="824649"></span></a></div></span></span><br><br>คู่ที่ 1 (คู่ P) ได้แก่ รร.กีฬาจังหวัดชลบุรี จ.ชลบุรี กับ รร.กีฬาจังหวัดอุบลราชธานี&nbsp;<br>คู่ที่ 2 (คู่ Q) ได้แก่ รร.กีฬาเทศบาลนครนครปฐม กับ รร.กีฬากรุงเทพมหานคร&nbsp; &nbsp;<br>คู่ที่ 3 (คู่ R) ได้แก่ รร.กีฬาจังหวัดสุพรรณบุรี กับ รร.อัสสัมชัญศรีราชา จ.ชลบุรี<br>คู่ที่ 4 (คู่ S) ได้แก่ รร.ท่าขอนยางพิทยาคม จ.มหาสารคาม กับ รร.กีฬาเทศบาลนครนครราชสีมา<br><br>สำหรับการแข่งขัน รอบ 8 ทีมสุดท้าย แข่งขันแบบน็อกเอาต์ ! แพ้คัดออก ในวันพุธที่ 24 กันยายน 2568 เริ่มตั้งแต่เวลา 12:00 น. เพื่อหา 4 ทีมแกร่งทะลุสู่ รอบรองชนะเลิศ โดยทำการแข่งขันในวันศุกร์ที่ 26 กันยายนนี้ เพื่อเฟ้นหาแชมป์ตัวจริงในรอบชิงชนะเลิศ และชิงอันดับที่ 3 ในวันอาทิตย์ที่ 28 กันยายน 2568 เข้าชมฟรี! ที่ ไอส์แลนด์ ฮอลล์ ชั้น 3&nbsp; ศูนย์การค้าแฟชั่นไอส์แลนด์ ให้แฟนลูกหวายได้ลุ้นและเชียร์มันจัดเต็ม และสามารถร่วมเชียร์สดทางเว็บไซต์และแอปพลิเคชัน BUGABOO.TV, โซเชียลมีเดีย YouTube Ch7HD, TikTok Ch7HD Sports, Facebook Ch7HD และ ChHD Sports ติดตามรายละเอียดการแข่งขัน และตารางการถ่ายทอดสดได้ทาง https://www.ch7.com/champ7hd/sepaktakraw2025<br><span class="content-figure"><span class="content-figure__img"><div><a class="content-figure__link" href="https://www.sanook.com/sport/1615716/gallery/"><span class="content-figure__view-gallery"><span><i class="sn-icon sn-icon--photo"></i><span class="count">19 <i>+</i></span></span><span class="txt">ดูภาพทั้งหมด</span></span><span><img src="https://s.isanook.com/sp/0/ud/323/1615716/712168.jpg?ip/resize/w728/q80/jpg" alt="712168"></span></a></div></span></span><br>แชมป์กีฬา 7HD สนามนี้มีแต่ตัวตึง! นักกีฬาเตรียมตัวให้พร้อม กองเชียร์เตรียมเสียงให้ดี ลุ้นสุดมันเชียร์ลั่นสนามเชียร์ทีมโปรดเฟ้นหาผู้ชนะเพียงหนึ่งเดียว ที่จะคว้าชัยสูงสุดและครองถ้วยเกียรติยศ พร้อมทุนการศึกษามากมาย<br><br>แฟนกีฬาสามารถติดตามข่าวสารความเคลื่อนไหวแวดวงกีฬาได้ทาง ช่อง 7HD ดูทีวีกด 35 และช่องทางโซเชียลมีเดีย Ch7HD (Facebook, IG, TikTok, X, YouTube) Ch7HD Sports (Facebook, IG, TikTok) รวมถึงเว็บไซต์ <a href="http://www.ch7.com,">www.ch7.com,</a> แอปพลิเคชัน Ch7HD, BUGABOO.TV</p></div>',
                'reference_url' => 'https://www.sanook.com/sport/1615716/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'ฟังให้จบก่อน! "เป๊ป" ชี้ถ้า ลิเวอร์พูล กับ อาร์เซนอล ได้แชมป์ก็เพราะใช้เงิน',
                'description' => 'เป๊ป กวาร์ดิโอลา ผู้จัดการทีม แมนเชสเตอร์ ซิตี้ แสดงความคิดเห็นว่า หาก อาร์เซนอล หรือ ลิเวอร์พูล คว้าแชมป์พรีเมียร์ลีกได้ในฤดูกาลนี้ ก็เป็นผลมาจากการทุ่มเงินเสริมทัพ ไม่ต่างจากที่ทีมของเขาเคยทำ แต่กลับถูกวิจารณ์อย่างไม่เป็นธรรม',
                'published_at' => '2025-09-20 07:49:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/323/1615711/ntg.jpg?ip/crop/w1200h700/q80/webp',
                'content' => '<p>อาร์เซนอล ใช้งบประมาณเสริมทัพราว 255 ล้านปอนด์ในช่วงซัมเมอร์ เพื่อไล่ล่าถ้วยแชมป์พรีเมียร์ลีกครั้งแรกนับตั้งแต่ปี 2004 ขณะที่ ลิเวอร์พูล ลงทุนไปกว่า 415 ล้านปอนด์ รวมถึงการทำสถิติซื้อตัว อเล็กซานเดอร์ อิซัก ด้วยค่าตัว 125 ล้านปอนด์ ซึ่งเป็นการทุ่มเงินครั้งใหญ่ที่สุดในประวัติศาสตร์เกาะอังกฤษ<br><br>กวาร์ดิโอลา กล่าวเชิงเหน็บแนมว่า หากเพื่อนเก่าอย่าง มิเกล อาร์เตตา หรือ อาร์เนอ สล็อต พาทีมคว้าแชมป์ได้ ก็จะเป็นเพราะการลงทุนมหาศาลเช่นกัน ไม่ใช่แค่ความทุ่มเทหรือฝีมือนักเตะเท่านั้น พร้อมย้ำว่าไม่ใช่มีเพียง แมนฯ ซิตี้ ที่ใช้เงินเสริมทัพหนักหน่วง<br><span class="content-figure"><span class="content-figure__img"><img src="https://s.isanook.com/sp/0/ud/323/1615711/afp__20230806__33qr9zp__v1__m.jpg?ip/resize/w728/q80/jpg" alt="afp__20230806__33qr9zp__v1__m"></span></span><br><br><em>“ผมอยากบอกกับ มิเกล ว่า ถ้าเขาได้แชมป์ก็เพราะการทุ่มเงิน เหมือนกับ ลิเวอร์พูล เช่นกัน มันไม่ใช่มีแค่ แมนฯ ซิตี้ ที่ทำแบบนั้น ทุกสโมสรก็ทำในสิ่งที่พวกเขาคิดว่าจำเป็น”</em> เป๊ป กล่าว<br><br>แม้จะถูกวิจารณ์ แต่ กวาร์ดิโอลา มองว่าการเสริมทัพคือการลงทุนที่ถูกต้อง เพราะทุกทีมต่างใช้เงินไปกับสิ่งที่เชื่อว่าจะช่วยยกระดับเพื่อแข่งขันกับบรรดายอดทีมทั้งในอังกฤษและยุโรป<br><br>ทั้งนี้ แมนฯ ซิตี้ เพิ่งเก็บชัยชนะเหนือ แมนเชสเตอร์ ยูไนเต็ด และ นาโปลี ก่อนจะมีคิวบุกเยือน อาร์เซนอล โดยกุนซือชาวสเปนย้ำว่าเส้นทางลุ้นแชมป์ยังอีกยาวไกล และสิ่งสำคัญที่สุดในตอนนี้คือการรักษาฟอร์มการเล่นและพัฒนาทีมอย่างต่อเนื่อง<br><br><em>“เราไม่ได้คว้าแชมป์พรีเมียร์ลีกในวันอาทิตย์นี้ และก็ไม่ได้เสียมันไปในสัปดาห์นี้ ทุกอย่างขึ้นอยู่กับการเดินหน้าต่อไป ความรู้สึกและบรรยากาศในทีม โดยเฉพาะภาษากายของนักเตะสำคัญมาก ผมโฟกัสกับสิ่งเหล่านี้ เพราะมันคือปัจจัยที่จะพาเราไปถึงเป้าหมาย”</em></p>',
                'reference_url' => 'https://www.sanook.com/sport/1615711/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'ตารางคะแนนพรีเมียร์ลีกอังกฤษ ฤดูกาล 2025-26 ประจำวันที่ 26 ส.ค. 68',
                'description' => 'ฟุตบอลพรีเมียร์ลีก ฤดูกาล 2025-26 กลับมาแข่งขันกันในสัปดาห์ที่สองตามโปรแกรม ช่วงระหว่างวันศุกร์ที่ 21 - วันจันทร์ที่ 25 สิงหาคม 2568',
                'published_at' => '2025-08-26 05:14:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614925/lfcn.jpg?ip/crop/w1200h700/q80/webp',
                'content' => '<div class="EntryReaderInner" id="EntryReader_0">
                    <p>โดยหลังจากแข่งขันกันไปครบทุกคู่ในสัปดาห์นี้ "ปืนใหญ่" อาร์เซนอล แซงนำเป็นจ่าฝูงหลังเก็บ 6 คะแนน เช่นเดียวกับ สเปอร์ส และ ลิเวอร์พูล แต่ประตูได้เสียดีกว่า</p>
                    <p><span class="content-figure"><span class="content-figure__img"><img src="https://s.isanook.com/sp/0/ud/322/1614925/eprloo3.jpg?ip/resize/w728/q80/jpg" alt="eprloo3"></span></span></p>
                    <p>ขณะที่ เชลซี อยู่อันดับ 4 หลังสามารถเก็บชัยนัดแรกของซีซันทำให้มี 4 คะแนนหลังผ่าน 2 เกม ด้าน "ปีศาจแดง" แมนฯ ยูไนเต็ด ยังไม่สามารถเก็บชัยได้ อยู่อันดับ 16 มี 1 คะแนน</p>
                    <p><span class="content-figure"><span class="content-figure__img"><img src="https://s.isanook.com/sp/0/ud/322/1614925/eprloo.jpg?ip/resize/w728/q80/jpg" alt="eprloo"></span></span></p><br>
                    <h2>สรุปตารางคะแนนพรีเมียร์ลีกอังกฤษล่าสุด</h2>
                    <p><strong>อันดับที่ 1 :</strong> อาร์เซนอล ชนะ 2 เสมอ 0 แพ้ 0 นัด 6 คะแนน ประตูได้ +6<br><strong>อันดับที่ 2 :</strong> สเปอร์ส ชนะ 2 เสมอ 0 แพ้ 0 นัด 6 คะแนน ประตูได้ +5<br><strong>อันดับที่ 3 :</strong> ลิเวอร์พูล ชนะ 2 เสมอ 0 แพ้ 0 นัด 6 คะแนน ประตูได้ +3<br><strong>อันดับที่ 4 :</strong> เชลซี ชนะ 1 เสมอ 1 แพ้ 0 นัด 4 คะแนน ประตูได้ +4<br><strong>อันดับที่ 5 :</strong> ฟอเรสต์ ชนะ 1 เสมอ 1 แพ้ 0 นัด 4 คะแนน ประตูได้ +2<br><strong>อันดับที่ 6 :</strong> แมนฯ ซิตี้ ชนะ 1 เสมอ 0 แพ้ 1 นัด 3 คะแนน ประตูได้ +2<br><strong>อันดับที่ 7 :</strong> ซันเดอร์แลนด์ ชนะ 1 เสมอ 0 แพ้ 1 นัด 3 คะแนน ประตูได้ +2<br><strong>อันดับที่ 8 :</strong> เอฟเวอร์ตัน ชนะ 1 เสมอ 0 แพ้ 1 นัด 3 คะแนน ประตูได้ +1<br><strong>อันดับที่ 9 :</strong> บอร์นมัธ ชนะ 1 เสมอ 0 แพ้ 1 นัด 3 คะแนน ประตูได้ -1<br><strong>อันดับที่ 10 :</strong> เบรนท์ฟอร์ด ชนะ 1 เสมอ 0 แพ้ 1 นัด 3 คะแนน ประตูได้ -1<br><strong>อันดับที่ 16 :</strong> แมนฯ ยูไนเต็ด ชนะ 0 เสมอ 1 แพ้ 1 นัด 1 คะแนน ประตูได้ -1</p>
                    <p>เช็ก <a href="https://www.sanook.com/sport/football/result/" title="ผลบอล" target="_blank" class="keyword">ผลบอล</a>สด อัปเดตเรียลไทม์ เร็วทันใจทุกคู่กับ Sanook Sport</p></div>',
                'reference_url' => 'https://www.sanook.com/sport/1614925/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'สรุปผลบอลเมื่อคืน 5 ลีกใหญ่ยุโรป ประจำวันที่ 26 ส.ค. 68',
                'description' => 'ผลการแข่งขันฟุตบอล 5 ลีกใหญ่ยุโรป ประจำวันอังคารที่ 26 สิงหาคม ที่ผ่านมา ผลบอลพรีเมียร์ลีก อังกฤษ, ลาลีกา สเปน,บุนเดสลีกา เยอรมนี, กัลโช่ เซเรีย อา อิตาลี และ ลีกเอิง ฝรั่งเศส แต่ละคู่ต่างมีความสำคัญต่อการลุ้นแชมป์และพื้นที่ยุโรป ลองมาดู ผลบอล ล่าสุดที่น่าสนใจกันเลย',
                'published_at' => '2025-08-26 04:47:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614924/riorio.jpg?ip/crop/w1200h700/q80/webp',
                'content' => '<div class="EntryReaderInner" id="EntryReader_0">
                    <p>"หงส์แดง" ลิเวอร์พูล เก็บสามแต้มได้แบบหืดจับ หลังจากที่เป็นฝ่ายออกนำก่อน 2-0 แต่โดน นิวคาสเซิล ที่เหลือ 10 คน ตามตีเสมอ 2-2 แต่สุดท้ายเป็น ริโอ เอ็นกูโมฮา เจ้าหนูดาวรุ่งลงมายิงประตูชัยช่วยให้ทีมบุกชนะ 3-2 ในช่วงทดเจ็บ</p>
                    <h2>ผลบอล พรีเมียร์ลีก อังกฤษ</h2>
                    <ul>
                    <li>นิวคาสเซิล 2-3 ลิเวอร์พูล</li>
                    </ul>
                    <h2>ผลบอล ลา ลีกา สเปน</h2>
                    <ul>
                    <li>แอธ.บิลเบา 1-0 ราโย บาเยกาโน่</li>
                    <li>เซบีย่า 1-2 เกตาเฟ่</li>
                    </ul>
                    <h2>ผลบอล กัลโช่ เซเรีย อา อิตาลี</h2>
                    <ul>
                    <li>อูดิเนเซ่ 1-1 เวโรน่า</li>
                    <li>อินเตอร์ มิลาน 5-0 โตริโน่</li>
                    </ul>
                    <p>เช็ก <span style="color: #000000;"><a style="color: #000000;" title="ผลบอลสด" href="https://www.sanook.com/sport/football/livescore/">ผลบอลสด</a></span> อัปเดตเรียลไทม์ เร็วทันใจทุกคู่กับ Sanook Sport</p></div>',
                'reference_url' => 'https://www.sanook.com/sport/1614924/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'เปิดเงื่อนไข! คู่แข่งที่ "สาวไทย" ต้องเจอรอบ 16 ทีมวอลเลย์บอลหญิง ชิงแชมป์โลก 2025',
                'description' => '"ทัพนักตบลูกยางสาวไทย" ที่สามารถเก็บชัยได้ทั้ง 2 นัด ในรอบแบ่งกลุ่ม การแข่งขัน วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 ที่ประเทศไทย รับหน้าที่เป็นเจ้าภาพจัดการแข่งขัน',
                'published_at' => '2025-08-25 23:37:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614923/vbxss.jpg?ip/crop/w1200h700/q80/webp',
                'content' => '<div class="EntryReaderInner" id="EntryReader_0">
                    <p>โดย "ทีมสาวไทย" ที่อยู่ในกลุ่มเอ สามารถเก็บได้ 6 คะแนนเต็ม การันตีการผ่านเข้าสู่รอบ 16 ทีมสุดท้าย ได้เป็นที่แน่นอนแล้ว แม้จะเหลือการแข่งขันอีกหนึ่งเกมก็ตาม</p>
                    <p><span class="content-figure"><span class="content-figure__img"><img src="https://s.isanook.com/sp/0/ud/322/1614923/noissew2.jpg?ip/resize/w728/q80/jpg" alt="noissew2"></span></span></p>
                    <p>อย่างไรก็ตามเส้นทางในรอบ 16 ทีมสุดท้ายของ ทีมวอลเลย์บอลหญิงไทย ต้องบอกว่าหนักทีเดียวเมื่อจะต้องไขว้สายไปเจอกับทีมจากกลุ่มเอช ที่มีทั้ง เซอร์เบีย แชมป์โลก 2 สมัยล่าสุด และ ญี่ปุ่น ทีมแกร่งร่วมทวีปเอเชีย</p>
                    <p>ตามเงื่อนไขก็คือทีมอันดับ 1 ของกลุ่มเอ จะต้องพบกับ อันดับ 2 ของกลุ่มเอช และหากหล่นเป็นอันดับ 2 ของกลุ่มเอ ก็จะต้องเจอกับแชมป์กลุ่มเอช</p>
                    <span class="content-figure"><span class="content-figure__img"><img src="https://s.isanook.com/sp/0/ud/322/1614923/noissew3.jpg?ip/resize/w728/q80/jpg" alt="noissew3"></span></span></p>
                    <p>ซึ่งสถานการณ์ของทั้งสองกลุ่มเหมือนกันคือในกลุ่มเอ ไทย และ เนเธอร์แลนด์ จะเจอกันในนัดสุดท้ายเพื่อแย่งแชมป์กลุ่ม ขณะที่ในกลุ่มเอช เซอร์เบีย และ ญี่ปุ่น จะเจอกันเองเพื่อแย่งแชมป์กลุ่มเช่นกัน</p>
                    <p>สำหรับ การแข่งขัน วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 รอบ 16 ทีมสุดท้าย จะเล่นในระบบน็อกเอาต์ แข่งขันกันที่สนาม อินดอร์สเตเดียม หัวหมาก, กรุงเทพฯ ระหว่างวันที่ 29 สิงหาคม - 7 กันยายน 2568</p>
                    <ul>
                    <li><a class="jsx-2978441842 EntryListTitle" title="ส่องอันดับโลกใหม่ " href="https://www.sanook.com/sport/1614891/">ส่องอันดับโลกใหม่ "วอลเลย์บอลหญิงไทย" หลังเก็บชัย 2 นัด ศึกชิงแชมป์โลก 2025</a></li>
                    <li><a class="jsx-3148407700 EntryListTitle" title="ตารางคะแนน " href="https://www.sanook.com/sport/1614876/">ตารางคะแนน "สาวไทย" วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 หลังผ่าน 2 เกม</a></li>
                    </ul></div>',
                'reference_url' => 'https://www.sanook.com/sport/1614923/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'คว้าตั๋วเรียบร้อย! เปิดรายชื่อ 14 ชาติ ผ่านเข้ารอบ 16 ทีม ศึกชิงแชมป์โลก 2025',
                'description' => 'การแข่งขัน วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 ที่ประเทศไทย รับหน้าที่เป็นเจ้าภาพจัดการแข่งขันระหว่างวันที่ 22 สิงหาคม - 7 กันยายน 2568',
                'published_at' => '2025-08-25 22:44:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614921/wowowo2.jpg?ip/crop/w1200h700/q80/webp',
                'content' => '<div class="EntryReaderInner" id="EntryReader_0">
                    <p>โดยหลังผ่านการแข่งขันไปแล้ว 2 นัด ในรอบแรกครบทั้ง 8 กลุ่ม ทำให้ถึงตอนนี้ได้แล้ว 14 ชาติ ที่สามารถการันตีการผ่านเข้าสู่รอบ 16 ทีมสุดท้ายได้สำเร็จ</p>
                    <p><span class="content-figure"><span class="content-figure__img"><img src="https://s.isanook.com/sp/0/ud/322/1614921/vbcncn78.jpg?ip/resize/w728/q80/jpg" alt="vbcncn78"></span></span></p>
                    <p>ซึ่ง "ทัพนักตบลูกยางสาวไทย" ที่สามารถเก็บชัยได้ทั้ง 2 นัด เก็บ 6 คะแนนเต็ม ก็ถือเป็น 1 ใน 14 ประเทศ ที่สามารถการันตีผ่านเข้ารอบ 16 ทีมเช่นกัน</p>
                    <p><span class="content-figure"><span class="content-figure__img"><img src="https://s.isanook.com/sp/0/ud/322/1614921/vbcncn7.jpg?ip/resize/w728/q80/jpg" alt="vbcncn7"></span></span></p>
                    <h2>สรุปทีมที่ผ่านเข้าสู่รอบ 16 ทีมสุดท้าย ศึกวอลเลย์บอลหญิง ชิงแชมป์โลก 2025</h2>
                    <p><strong>กลุ่มเอ :</strong> ไทย และ เนเธอร์แลนด์<br><strong>กลุ่มบี :</strong> อิตาลี และ เบลเยียม<br><strong>กลุ่มซี :</strong> บราซิล<br><strong>กลุ่มดี :</strong> สหรัฐอเมริกา <br><strong>กลุ่มอี :</strong> ตุรกี และ แคนาดา<br><strong>กลุ่มเอฟ :</strong> โดมินิกัน และ จีน<br><strong>กลุ่มจี :</strong> เยอรมนี และ โปแลนด์<br><strong>กลุ่มเอช :</strong> เซอร์เบีย และ ญี่ปุ่น</p>
                    <p>สำหรับ การแข่งขัน วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 รอบ 16 ทีมสุดท้าย จะเล่นในระบบน็อกเอาต์ แข่งขันกันที่สนาม อินดอร์สเตเดียม หัวหมาก, กรุงเทพฯ ระหว่างวันที่ 29 สิงหาคม - 7 กันยายน 2568</p>
                    <ul>
                    <li><a class="jsx-2978441842 EntryListTitle" title="ส่องอันดับโลกใหม่ " href="https://www.sanook.com/sport/1614891/">ส่องอันดับโลกใหม่ "วอลเลย์บอลหญิงไทย" หลังเก็บชัย 2 นัด ศึกชิงแชมป์โลก 2025</a></li>
                    <li><a class="jsx-3148407700 EntryListTitle" title="ตารางคะแนน " href="https://www.sanook.com/sport/1614876/">ตารางคะแนน "สาวไทย" วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 หลังผ่าน 2 เกม</a></li>
                    </ul></div>',
                'reference_url' => 'https://www.sanook.com/sport/1614880/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'สรุปผลวอลเลย์บอลหญิง ชิงแชมป์โลก 2025 ประจำวันที่ 25 ส.ค. 68',
                'description' => 'ผลการแข่งขันวอลเลย์บอลหญิง ชิงแชมป์โลก 2025 ที่ประเทศไทย รับหน้าที่เป็นเจ้าภาพจัดการแข่งขัน เมื่อวันจันทร์ที่ 25 สิงหาคม 2568',
                'published_at' => '2025-08-25 21:47:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614920/cvv.jpg?ip/crop/w1200h700/q80/webp',
                'content' => '<div class="EntryReaderInner" id="EntryReader_0">
                    <h2>สรุปผลการแข่งขัน วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 รอบแบ่งกลุ่ม</h2>
                    <p><strong>กลุ่มอี</strong><br>แคนาดา ชนะ สเปน 3-2 เซต (22-25, 28-26, 24-26, 25-15 และ 15-10)<br>ตุรกี ชนะ บัลแกเรีย 3-0 เซต (25-23, 25-19 และ 25-13)</p>
                    <p><strong>กลุ่มเอฟ</strong><br>โดมินิกัน ชนะ เม็กซิโก 3-0 เซต (25-15, 25-17 และ 25-20) <br>จีน ชนะ โคลอมเบีย 3-1 เซต (25-16, 23-25, 25-14 และ 25-16)</p>
                    <p><span class="content-figure"><span class="content-figure__img"><img src="https://s.isanook.com/sp/0/ud/322/1614920/vbcncn3.jpg?ip/resize/w728/q80/jpg" alt="vbcncn3"></span></span></p>
                    <p><strong>กลุ่มจี</strong><br>เยอรมนี ชนะ เวียดนาม 3-0 เซต (25-18, 25-17 และ 25-21)<br>โปแลนด์&nbsp;ชนะ&nbsp;เคนยา 3-1 เซต&nbsp;(25-17, 15-25, 25-15 และ 25-14)</p>
                    <p><strong>กลุ่มเอช</strong><br>ญี่ปุ่น ชนะ ยูเครน 3-2 เซต (25-27, 20-25, 25-20, 26-24 และ 15-11)<br>เซอร์เบีย ชนะ แคเมอรูน 3-0 เซต (25-16, 25-17 และ 25-12)</p></div>',
                'reference_url' => 'https://www.sanook.com/sport/1614920/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'ตอบโต้เสียงวิจารณ์! "พันธ์พยัคฆ์" ออกโรงเคลียร์ชัดไม่เคยคิดถอนตัวเพื่อหนีคู่ชก',
                'description' => '“ยอดมวย 3 พ.ศ.” พันธ์พยัคฆ์ จิตรเมืองนนท์ นักชกยอดฝีมือจากสมุทรปราการ เปิดใจเคลียร์ประเด็นดรามาถอนตัวบ่อยเพราะต้องการหนีคู่ชก ก่อนจะขึ้นสังเวียนพบกับ “อัสซาดูลาห์ อิมานกาซาลิเอฟ” มวยไร้พ่ายจากรัสเซีย ในกติกามวยไทย รุ่นฟลายเวต (125-135 ป.) ขึ้นคู่เอกของศึก ONE ลุมพินี 122 ที่จะถ่ายทอดสดไปยัง 195 ประเทศทั่วโลก จากสนามมวยเวทีลุมพินี (รามอินทรา) ในวันศุกร์ที่ 29 ส.ค.นี้ เริ่มคู่แรก 19.30 น.',
                'published_at' => '2025-08-25 17:01:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614917/ppaq.jpg?ip/crop/w1200h700/q80/webp',
                'content' => '<div class="EntryReaderInner" id="EntryReader_0">
                    <p>“พันธ์พยัคฆ์” ตกเป็นเป้าของกระแสดรามาอย่างหนัก หลังขอถอนตัวจากการขึ้นชกกับ “อัสลามจอน ออร์ติคอฟ” ในศึก ONE ลุมพินี 114 เมื่อเดือน มิ.ย. ที่ผ่านมา เนื่องจากได้รับบาดเจ็บระหว่างการฝึกซ้อม ซึ่งล่าสุดนักชกเจ้าของฉายา “ยอดมวย 3 พ.ศ.” ออกมาชี้แจงถึงแฟนมวยบางส่วนที่มักจะกล่าวหาว่าเขาจงใจถอนตัวเพื่อหนีคู่ชก</p>
                    <p><span class="content-figure"><span class="content-figure__img"><img src="https://s.isanook.com/sp/0/ud/322/1614917/panpazyz2.jpg?ip/resize/w728/q80/jpg" alt="panpazyz2"></span></span></p>
                    <p>“ผมจำใจถอนชกกับ อัสลามจอน เพราะเจ็บข้อเท้าซ้าย มันไม่ใช่สิ่งที่ใครอยากให้เกิด ผมเองก็เสียใจ เพราะซ้อมหนักมาตลอดและอีกไม่นานจะได้ขึ้นเวทีแล้ว ตอนตัดสินใจถอนก็รู้ดีว่าจะถูกวิจารณ์แน่นอน ผมทำใจไว้แล้วและพยายามไม่สนใจ แม้เลี่ยงไม่ได้ที่จะเห็นคอมเมนต์ต่าง ๆ ในโซเชียล แต่ผมเลือกโฟกัสคนรอบตัว โดยเฉพาะเพื่อนและครอบครัวที่คอยให้กำลังใจครับ”</p>
                    <p>“ผมยืนยันว่าตลอดอาชีพนักมวย ไม่เคยถอนตัวเพื่อหนีคู่ชกแม้แต่ครั้งเดียว ถ้ากลัวจริงคงไม่ตอบรับไฟต์และซ้อมให้เหนื่อยตั้งแต่แรก ที่สำคัญถ้าขึ้นชกก็ได้เงิน ถ้าผมหนีจริงแล้วจะซ้อมฟรี ๆ ไปทำไม ผมอยากให้แฟน ๆ เข้าใจนักมวยทุกคน ไม่ใช่แค่ผม เพราะการถอนตัวไม่ใช่สิ่งที่ใครอยากให้เกิด และอยากให้ทุกคนให้กำลังใจพวกเรามากกว่าครับ”</p>
                    <p><span class="content-figure"><span class="content-figure__img"><img src="https://s.isanook.com/sp/0/ud/322/1614917/panpazyz24.jpg?ip/resize/w728/q80/jpg" alt="panpazyz24"></span></span></p>
                    <p>กลับมาครั้งนี้ “พันธ์พยัคฆ์” จะต้องพบกับด่านแกร่งอย่าง “อัสซาดูลาห์” นักชกเจ้าของสถิติ 9 ไฟต์ไร้พ่ายในระดับอาชีพและเก็บชัยชนะใน ONE ลุมพินีมาแล้ว 5 ไฟต์ โดยเป็นการปิดเกมคู่ต่อสู้ถึง 4 ครั้ง ซึ่งกระแสก่อนเกมหลายคนมองว่ามีโอกาสไม่น้อยที่ “พันธ์พยัคฆ์” จะต้องพ่ายแบบหมดสภาพ <br>อย่างไรก็ตาม ด้วยการเตรียมความพร้อมเข้าขั้นสมบูรณ์แบบบวกกับชั้นเชิงมวยไทยที่เหนือกว่า ทำให้ “พันธ์พยัคฆ์” เชื่อมั่นว่าเขาจะสามารถหยุดสถิติไร้พ่ายของคู่ชกได้</p>
                    <p>“อัสซาดูลาห์ เป็นมวยบู๊ที่โดดเด่นเรื่องการออกอาวุธได้รอบทิศทาง แต่จุดอ่อนที่ผมเห็นคือ ที่ผ่านมาเขายังไม่เคยเจอหมัดหรืออาวุธหนักจริง ๆ ทำให้ความทนทานอาจไม่มากนัก ผมเองก็อยากรู้เหมือนกันว่าถ้าเขาโดนอาวุธผมแล้วจะยุบหรือไม่ เพราะไฟต์นี้ผมเสริมพลังมาเต็มที่ ตั้งใจออกให้หนักทุกลูกเพื่อทำให้เขาแหยงให้ได้ ผมยืนยันว่าจะไม่ยอมเป็นทางผ่านให้เขาง่าย ๆ แน่นอน”</p>
                    <p>แฟน<a href="https://www.sanook.com/sport/" title="กีฬา" target="_blank" class="keyword">กีฬา</a>ชาวไทยสามารถติดตามรับชมการถ่ายทอดสดผ่านทาง Watch.ONEFC.com (บางประเทศ), Facebook &amp; YouTube ONE (บางประเทศ) เริ่มคู่แรกเวลา 19.30 น. ส่วนทางช่อง 7HD กด 35 (ภาษาไทย) เริ่ม 20.30 น. และสามารถจองบัตรเข้าชมในสนามผ่านทาง THAI TICKET MAJOR</p></div>',
                'reference_url' => 'https://www.sanook.com/sport/1614917/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'ดูบอลสด พรีเมียร์ลีก นิวคาสเซิ่ล พบ ลิเวอร์พูล คืนนี้เวลา 02.00 น.',
                'description' => 'ถ่ายทอดสด ฟุตบอลพรีเมียร์ลีก นิวคาสเซิ่ล พบ ลิเวอร์พูล ลิงค์ดูบอลสด เวลา 02.00 น. ดูบอลสดออนไลน์ ดูบอลสดวันนี้ ผลบอลสด ดูได้ข่องทางไหนบ้าง',
                'published_at' => '2025-08-25 16:11:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614910/lfcxx.jpg?ip/crop/w1200h700/q80/webp',
                'content' => '<div class="EntryReaderInner" id="EntryReader_0">
                    <h2><strong>รับชมถ่ายทอดสดผ่านทางไหนบ้าง</strong></h2>
                    <ul>
                        <li><span style="color: #ff0000;"><a style="color: #ff0000;" href="https://www.monomax.me/premierleague" target="_blank" rel="nofollow"><strong>MONOMAX คลิกเลย</strong> </a></span></li>
                        <li><span style="color: #008000;"><strong><a style="color: #008000;" href="https://aisplay.ais.co.th/portal/" rel="nofollow">AIS PLAY คลิกเลย</a></strong></span></li>
                    </ul>
                    <p><span class="content-figure"><span class="content-figure__img"><img src="https://s.isanook.com/sp/0/ud/322/1614910/ekiooo2.jpg?ip/resize/w728/q80/jpg" alt="นิวคาสเซิล พบ ลิเวอร์พูล" width="800" height="523"></span></span></p>
                    <p>สำหรับสถิติการเจอกันของทั้งสองทีมรวมทุกรายการ 10 เกมหลังสุดเป็นทาง "หงส์แดง" ที่ทำได้เหนือกว่ามากชนะ 7 เกม เสมอ 2 นัด และแพ้เพียงแค่นัดเดียวในเกมนัดชิงชนะเลิศ คาราบาว ลีก คัพ เมื่อเดือนมีนาคม ที่ผ่านมา</p>
                    <h3><a href="https://www.sanook.com/sport/football/" title="วิเคราะห์บอล" target="_blank" class="keyword">วิเคราะห์บอล</a> สถิติการพบกัน 5 นัดหลังสุด : นิวคาสเซิ่ล VS ลิเวอร์พูล</h3>
                    <ul>
                        <li>27 ก.พ. 2568 ลิเวอร์พูล 2-0 นิวคาสเซิ่ล ยูไนเต็ด </li>
                        <li>05 ธ.ค. 2567 นิวคาสเซิ่ล ยูไนเต็ด 3-3 ลิเวอร์พูล </li>
                        <li>02 ม.ค. 2567 ลิเวอร์พูล 4-2 นิวคาสเซิ่ล ยูไนเต็ด </li>
                        <li>27 ส.ค. 2566 นิวคาสเซิ่ล ยูไนเต็ด 1-2 ลิเวอร์พูล </li>
                        <li>19 ก.พ. 2566 นิวคาสเซิ่ล ยูไนเต็ด 0-2 ลิเวอร์พูล</li>
                    </ul>
                    <h3><strong>รายชื่อผู้เล่น ที่คาดว่าจะลงสนาม</strong></h3>
                    <p><strong>นิวคาสเซิ่ล (4-3-3) :</strong> นิค โป๊ป - คีแรน ทริปเปียร์, ฟาเบียน แชร์, แดน เบิร์น, ติโน่ ลิฟราเมนโต้ - บรูโน่ กิมาไรส์, ซานโดร โตนาลี่, โชลินตอน - แอนโธนี่ เอลังก้า, แอนโธนี่ กอร์ดอน, ฮาร์วี่ย์ บาร์นส์<br><strong>ลิเวอร์พูล (4-2-3-1) : </strong>อลิสซอน เบ็คเกอร์ - โจ โกเมซ, อิบราฮิมา โกนาเต้, เฟอร์กิล ฟาน ไดค์, มิลอช เคอร์เคซ - ไรอัน กราเฟนแบร์ค, อเล็กซิส แม็ค อัลลิสเตอร์ - โมฮาเหม็ด ซาลาห์, ฟลอเรียน เวียตซ์, โคดี้ กัคโป - อูโก้ เอกิติเก้</p></div>',
                'reference_url' => 'https://www.sanook.com/sport/1614910/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'ถึงกับพูดแบบนี้! "พรพรรณ" เปิดใจหมดเปลือกผลงาน "สาวไทย" เกมชนะ "สวีเดน"',
                'description' => 'ถือเป็นผลงานที่ยอดเยี่ยมในชัยชนะของ "ทัพนักตบลูกยางสาวไทย" ที่เป็นฝ่ายเอาชนะ สวีเดน 3-0 เซต ในการแข่งขันวอลเลย์บอลหญิง ชิงแชมป์โลก 2025 เมื่อวันอาทิตย์ที่ 24 สิงหาคม ที่ผ่านมา',
                'published_at' => '2025-08-25 15:29:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614907/pororo.jpg?ip/crop/w1200h700/q80/webp',
                'content' => '<div class="EntryReaderInner" id="EntryReader_0">
                    <p>จากชัยชนะในเกมนี้ทำให้ ทีมวอลเลย์บอลหญิงไทย สามารถการันตีตั๋วผ่านเข้าสู่รอบ 16 ทีมสุดท้ายได้ทันที แม้จะเหลือการแข่งขันอีก 1 เกมในรอบแบ่งกลุ่มก็ตาม</p>
                    <p><span class="content-figure"><span class="content-figure__img"><div><a class="content-figure__link" href="https://www.sanook.com/sport/1614907/gallery/"><span class="content-figure__view-gallery"><span><i class="sn-icon sn-icon--photo"></i><span class="count">40 <i>+</i></span></span><span class="txt">ดูภาพทั้งหมด</span></span><span><img src="https://s.isanook.com/sp/0/ud/322/1614907/ppoo24.jpg?ip/resize/w728/q80/jpg" alt="ppoo24"></span></a></div></span></span></p>
                    <p>ภายหลังจบเกม พรพรรณ เกิดปราชญ์ มือเซตสาวทีมชาติไทย ได้ออกมาเผยความรู้สึกแบบตรงไปตรงมาเกี่ยวกับผลงานในเกมนี้ พร้อมชี้ว่านี่คือหนึ่งในเกมที่ทีมเล่นดีที่สุดนับตั้งแต่ลงแข่งขันในปีนี้</p>
                    <p><em><strong>"เกมนี้ทุกคนอยากเล่น รู้สึกว่าทุกคนสนุกแล้วก็มีความสุข เราค่อนข้างอดทนในการฝึกซ้อม แล้วก็แก้ไขสิ่งที่เราผิดพลาดมาโดยตลอด แล้วเราก็หาวิธีตกตะกอนให้ได้ว่าอะไรคือทีมของเรา"</strong></em></p>
                    <p><em><strong><span class="content-figure"><span class="content-figure__img"><div><a class="content-figure__link" href="https://www.sanook.com/sport/1614907/gallery/"><span class="content-figure__view-gallery"><span><i class="sn-icon sn-icon--photo"></i><span class="count">40 <i>+</i></span></span><span class="txt">ดูภาพทั้งหมด</span></span><span><img src="https://s.isanook.com/sp/0/ud/322/1614907/ppoo2.jpg?ip/resize/w728/q80/jpg" alt="ppoo2"></span></a></div></span></span></strong></em></p>
                    <p><em><strong>"ก็ถือว่าวันนี้ความอดทนทุกอย่างที่ทำมาตลอด นับย้อนหลังไปตั้งแต่ ศึกเนชันส์ลีก มาจนถึงทุกวันนี้เลย วันนี้อาจจะเป็นผลงานที่ดีทีสุดเลยก็ว่าได้"</strong></em></p>
                    <p>พร้อมกันนี้ มือเซตสาวทีมชาติไทย ยังมั่นใจว่าทีมจะเดินหน้าทำผลงานได้ดีต่อไป<em><strong> "คิดว่าทีมยังจะรักษาฟอร์มการเล่น และความรู้สึกนี้ต่อไปได้ ขอบคุณน้องๆ เล่นกันดีมาก สตาฟฟ์ทำงานดีมาก ทุกคนร่วมมือร่วมใจแล้วก็สนุกไปกับเกมนี้"</strong></em></p>
                    <p>สำหรับเกมสุดท้ายในรอบแบ่งกลุ่ม วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 "ทัพนักตบลูกยางสาวไทย" จะต้องพบกับ เนเธอร์แลนด์ ในวันอังคารที่ 26 สิงหาคม 2568 เวลา 20.30 น. เพื่อแย่งตำแหน่งจ่าฝูงกลุ่มเอ</p>
                    <ul>
                    <li><a class="jsx-2978441842 EntryListTitle" title="คว้าตั๋วเรียบร้อย! เปิดรายชื่อ 6 ทีม ผ่านเข้ารอบ 16 ทีม ศึกชิงแชมป์โลก 2025" href="https://www.sanook.com/sport/1614902/">คว้าตั๋วเรียบร้อย! เปิดรายชื่อ 6 ทีม ผ่านเข้ารอบ 16 ทีม ศึกชิงแชมป์โลก 2025</a></li>
                    <li><a class="jsx-2978441842 EntryListTitle" title="ส่องอันดับโลกใหม่ " href="https://www.sanook.com/sport/1614891/">ส่องอันดับโลกใหม่ "วอลเลย์บอลหญิงไทย" หลังเก็บชัย 2 นัด ศึกชิงแชมป์โลก 2025</a></li>
                    <li><a class="jsx-3148407700 EntryListTitle" title="ตารางคะแนน " href="https://www.sanook.com/sport/1614876/">ตารางคะแนน "สาวไทย" วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 หลังผ่าน 2 เกม</a></li>
                    <li><a class="jsx-2978441842 EntryListTitle" title="แพ้ในจุดนี้! " href="https://www.sanook.com/sport/1614898/">แพ้ในจุดนี้! "กัปตันทีมสวีเดน" เปิดใจเป็นรอง "สาวไทย" ทำตกรอบชิงแชมป์โลก 2025</a></li>
                    </ul></div>',
                'reference_url' => 'https://www.sanook.com/sport/1614907/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'คว้าตั๋วเรียบร้อย! เปิดรายชื่อ 6 ทีม ผ่านเข้ารอบ 16 ทีม ศึกชิงแชมป์โลก 2025',
                'description' => 'การแข่งขัน วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 ที่ประเทศไทย รับหน้าที่เป็นเจ้าภาพจัดการแข่งขันระหว่างวันที่ 22 สิงหาคม - 7 กันยายน 2568',
                'published_at' => '2025-08-25 12:57:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614902/cvcbvv.jpg?ip/crop/w1200h700/q80/webp',
                'content' => '<div class="EntryReaderInner" id="EntryReader_0">
                    <p>โดยหลังผ่านการแข่งขันไปแล้ว 2 นัด ในรอบแรก 4 กลุ่ม ทำให้ถึงตอนนี้ได้แล้ว 6 ชาติ ที่สามารถการันตีการผ่านเข้าสู่รอบ 16 ทีมสุดท้ายได้สำเร็จ</p>
                    <p><span class="content-figure"><span class="content-figure__img"><img src="https://s.isanook.com/sp/0/ud/322/1614902/vbcbxb99.jpg?ip/resize/w728/q80/jpg" alt="vbcbxb99"></span></span></p>
                    <p>ซึ่ง "ทัพนักตบลูกยางสาวไทย" ที่สามารถเก็บชัยได้ทั้ง 2 นัด เก็บ 6 คะแนนเต็ม ถือเป็น 1 ใน 6 ชาติแรก ที่สามารถการันตีผ่านเข้ารอบ 16 ทีมเช่นกัน</p>
                    <p><span class="content-figure"><span class="content-figure__img"><img src="https://s.isanook.com/sp/0/ud/322/1614902/vbcbxb998.jpg?ip/resize/w728/q80/jpg" alt="vbcbxb998"></span></span></p>
                    <h2>สรุปทีมที่ผ่านเข้าสู่รอบ 16 ทีมสุดท้าย ศึกวอลเลย์บอลหญิง ชิงแชมป์โลก 2025</h2>
                    <ul>
                        <li><strong>กลุ่มเอ :</strong> ไทย และ เนเธอร์แลนด์</li>
                        <li><strong>กลุ่มบี :</strong> อิตาลี และ เบลเยียม</li>
                        <li><strong>กลุ่มซี :</strong> บราซิล</li>
                        <li><strong>กลุ่มดี :</strong> สหรัฐอเมริกา</li>
                    </ul>
                    <p>สำหรับ การแข่งขัน วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 รอบ 16 ทีมสุดท้าย จะเล่นในระบบน็อกเอาต์ แข่งขันกันที่สนาม อินดอร์สเตเดียม หัวหมาก, กรุงเทพฯ ระหว่างวันที่ 2 สิงหาคม - 7 กันยายน 2568</p>
                    <ul>
                    <li><a class="jsx-2978441842 EntryListTitle" title="ส่องอันดับโลกใหม่ " href="https://www.sanook.com/sport/1614891/">ส่องอันดับโลกใหม่ "วอลเลย์บอลหญิงไทย" หลังเก็บชัย 2 นัด ศึกชิงแชมป์โลก 2025</a></li>
                    <li><a class="jsx-3148407700 EntryListTitle" title="ตารางคะแนน " href="https://www.sanook.com/sport/1614876/">ตารางคะแนน "สาวไทย" วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 หลังผ่าน 2 เกม</a></li>
                    <li><a class="jsx-2978441842 EntryListTitle" title="แพ้ในจุดนี้! " กัปตันทีมสวีเดน"="" เปิดใจเป็นรอง="" "สาวไทย"="" ทำตกรอบชิงแชมป์โลก="" 2025"="" href="https://www.sanook.com/sport/1614898/">แพ้ในจุดนี้! "กัปตันทีมสวีเดน" เปิดใจเป็นรอง "สาวไทย" ทำตกรอบชิงแชมป์โลก 2025</a></li>
                    </ul></div>',
                'reference_url' => 'https://www.sanook.com/sport/1614902/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'แพ้ในจุดนี้! "กัปตันทีมสวีเดน" เปิดใจเป็นรอง "สาวไทย" ทำตกรอบชิงแชมป์โลก 2025',
                'description' => 'ควันหลงหลังเกมที่ "ทัพนักตบลูกยางสาวไทย" เป็นฝ่ายเอาชนะ สวีเดน 3-0 เซต ในการแข่งขันวอลเลย์บอลหญิง ชิงแชมป์โลก 2025 เมื่อวันอาทิตย์ที่ 24 สิงหาคม ที่ผ่านมา',
                'published_at' => '2025-08-25 11:02:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614898/annzaq.jpg?ip/crop/w1200h700/q80/webp',
                'content' => '<div class="EntryReaderInner" id="EntryReader_0">
                    <p>โดยหลังผ่านการแข่งขันไปแล้ว 2 นัด ในรอบแรก 4 กลุ่ม ทำให้ถึงตอนนี้ได้แล้ว 6 ชาติ ที่สามารถการันตีการผ่านเข้าสู่รอบ 16 ทีมสุดท้ายได้สำเร็จ</p>
                    <p><span class="content-figure"><span class="content-figure__img"><img src="https://s.isanook.com/sp/0/ud/322/1614902/vbcbxb99.jpg?ip/resize/w728/q80/jpg" alt="vbcbxb99"></span></span></p>
                    <p>ซึ่ง "ทัพนักตบลูกยางสาวไทย" ที่สามารถเก็บชัยได้ทั้ง 2 นัด เก็บ 6 คะแนนเต็ม ถือเป็น 1 ใน 6 ชาติแรก ที่สามารถการันตีผ่านเข้ารอบ 16 ทีมเช่นกัน</p>
                    <p><span class="content-figure"><span class="content-figure__img"><img src="https://s.isanook.com/sp/0/ud/322/1614902/vbcbxb998.jpg?ip/resize/w728/q80/jpg" alt="vbcbxb998"></span></span></p>
                    <h2>สรุปทีมที่ผ่านเข้าสู่รอบ 16 ทีมสุดท้าย ศึกวอลเลย์บอลหญิง ชิงแชมป์โลก 2025</h2>
                    <ul>
                        <li><strong>กลุ่มเอ :</strong> ไทย และ เนเธอร์แลนด์</li>
                        <li><strong>กลุ่มบี :</strong> อิตาลี และ เบลเยียม</li>
                        <li><strong>กลุ่มซี :</strong> บราซิล</li>
                        <li><strong>กลุ่มดี :</strong> สหรัฐอเมริกา</li>
                    </ul>
                    <p>สำหรับ การแข่งขัน วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 รอบ 16 ทีมสุดท้าย จะเล่นในระบบน็อกเอาต์ แข่งขันกันที่สนาม อินดอร์สเตเดียม หัวหมาก, กรุงเทพฯ ระหว่างวันที่ 2 สิงหาคม - 7 กันยายน 2568</p>
                    <ul>
                        <li><a class="jsx-2978441842 EntryListTitle" title="ส่องอันดับโลกใหม่ " href="https://www.sanook.com/sport/1614891/">ส่องอันดับโลกใหม่ "วอลเลย์บอลหญิงไทย" หลังเก็บชัย 2 นัด ศึกชิงแชมป์โลก 2025</a></li>
                        <li><a class="jsx-3148407700 EntryListTitle" title="ตารางคะแนน " href="https://www.sanook.com/sport/1614876/">ตารางคะแนน "สาวไทย" วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 หลังผ่าน 2 เกม</a></li>
                        <li><a class="jsx-2978441842 EntryListTitle" title="แพ้ในจุดนี้! " กัปตันทีมสวีเดน"="" เปิดใจเป็นรอง="" "สาวไทย"="" ทำตกรอบชิงแชมป์โลก="" 2025"="" href="https://www.sanook.com/sport/1614898/">แพ้ในจุดนี้! "กัปตันทีมสวีเดน" เปิดใจเป็นรอง "สาวไทย" ทำตกรอบชิงแชมป์โลก 2025</a></li>
                    </ul></div>',
                'reference_url' => 'https://www.sanook.com/sport/1614898/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'ส่องอันดับโลกใหม่ "วอลเลย์บอลหญิงไทย" หลังเก็บชัย 2 นัด ศึกชิงแชมป์โลก 2025',
                'description' => 'เปิดฉากอย่างเป็นทางการสำหรับ วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 ที่ประเทศไทย รับหน้าที่เป็นเจ้าภาพจัดการแข่งขันระหว่างวันที่ 22 สิงหาคม - 7 กันยายน 2025',
                'published_at' => '2025-08-25 10:05:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614891/vbtop(1).jpg?ip/crop/w1200h700/q80/webp',
                'content' => '<div class="EntryReaderInner" id="EntryReader_0">
                    <p>โดย <strong>"วอลเลย์บอลหญิงทีมชาติไทย"</strong> ลงสนามไปแล้ว 2 นัด ในรอบแบ่งกลุ่ม โชว์ฟอร์มได้อย่างยอดเยี่ยมเก็บชัยเหนือ อียิปต์ และ สวีเดน การันตีผ่านเข้ารอบ 16 ทีมแน่นอนแล้ว</p>
                    <p><span class="content-figure"><span class="content-figure__img"><div><a class="content-figure__link" href="https://www.sanook.com/sport/1614891/gallery/"><span class="content-figure__view-gallery"><span><i class="sn-icon sn-icon--photo"></i><span class="count">13 <i>+</i></span></span><span class="txt">ดูภาพทั้งหมด</span></span><span><img src="https://s.isanook.com/sp/0/ud/322/1614891/popopoza9977.jpg?ip/resize/w728/q80/jpg" alt="วอลเลย์บอลหญิงทีมชาติไทย" width="800" height="526"></span></a></div></span></span></p>
                    <p>ซึ่งจากผลงานดังกล่าวทำให้ <strong>"วอลเลย์บอลหญิงทีมชาติไทย"</strong> เก็บคะแนนสะสมโลกของ สหพันธ์วอลเลย์บอลนานาชาติ (FIVB) เพิ่ม 14.02 แต้ม ทำให้อันดับพุ่งไปรั้งที่ 18 โลก จากเดิมที่ 21 ด้วยการมี 174.44 คะแนน</p>
                    <p>ขณะที่ในระดับทวีป "สาวไทย" ยังคงรั้งอันดับ 3 ของเอเชีย เป็นรอง ญี่ปุ่น เบอร์ 1 ที่มี 349.04 คะแนน และ จีน อันดับ 2 ของเอเชีย ที่มี 348.61 คะแนน ขณะที่อันดับ 4 เวียดนาม มี 155.78 คะแนน</p>
                    <ul>
                    <li><a 2="" 2025="" class="jsx-3148407700 EntryListTitle" title="ตารางคะแนน " สาวไทย"="" วอลเลย์บอลหญิง="" ชิงแชมป์โลก="" หลังผ่าน="" เกม"="" href="https://www.sanook.com/sport/1614876/">ตารางคะแนน "สาวไทย" วอลเลย์บอลหญิง ชิงแชมป์โลก 2025 หลังผ่าน 2 เกม</a></li>
                    <li><a 25="" class="jsx-2978441842 EntryListTitle" title="โปรแกรมถ่ายทอดสด " วอลเลย์บอลหญิง="" ชิงแชมป์โลก="" 2025"="" ประจำวันที่="" ส.ค.="" 68"="" href="https://www.sanook.com/sport/1614888/">โปรแกรมถ่ายทอดสด "วอลเลย์บอลหญิง ชิงแชมป์โลก 2025" ประจำวันที่ 25 ส.ค. 68</a></li>
                    </ul></div>',
                'reference_url' => 'https://www.sanook.com/sport/1614891/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'โปรแกรมถ่ายทอดสด "วอลเลย์บอลหญิง ชิงแชมป์โลก 2025" ประจำวันที่ 25 ส.ค. 68',
                'description' => 'การแข่งขันวอลเลย์บอลหญิง ชิงแชมป์โลก 2025 ที่ประเทศไทย รับหน้าที่เป็นเจ้าภาพจัดการแข่งขันระหว่างวันที่ 22 สิงหาคม - 7 กันยายน 2568',
                'published_at' => '2025-08-25 08:59:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614888/wcx.jpg?ip/crop/w1200h700/q80/webp',
                'content' => '<div class="EntryReaderInner" id="EntryReader_0">
                    <p>โดย สหพันธ์วอลเลย์บอลนานาชาติ (FIVB) มอบหมายให้ ประเทศไทย รับหน้าที่เป็นเจ้าภาพจัดการแข่งขันกระจายแข่งขันกัน 4 จังหวัดใหญ่ในประเทศไทย ประกอบด้วย จังหวัดเชียงใหม่, จังหวัดภูเก็ต, จังหวัดนครราชสีมา และ กรุงเทพมหานคร</p>
                    <p><span class="content-figure"><span class="content-figure__img"><img src="https://s.isanook.com/sp/0/ud/322/1614888/germd2.jpg?ip/resize/w728/q80/jpg" alt="วอลเลย์บอลหญิง ชิงแชมป์โลก 2025" width="800" height="519"></span></span></p>
                    <h2>โปรแกรมวอลเลย์บอลหญิงชิงแชมป์โลก 2025 วันจันทร์ที่ 25 สิงหาคม 2568</h2>
                    <p><strong>สนาม : อินดอร์สเตเดี้ยมหัวหมาก, กรุงเทพฯ</strong></p>
                    <ul>
                        <li>เวลา 17.00 น. ญี่ปุ่น พบ ยูเครน (ช่อง PPTV, ช่อง AIS PLAY)</li>
                        <li>เวลา 20.30 น. เซอร์เบีย พบ แคเมอรูน (ช่อง AIS PLAY)</li>
                    </ul>
                    <p><strong>สนาม : ชาติชายฮอลล์, นครราชสีมา</strong></p>
                    <ul>
                        <li>เวลา 16.00 น. แคนาดา พบ สเปน (ช่อง AIS PLAY)</li>
                        <li>เวลา 19.30 น. ตุรกี พบ บัลแกเรีย (ช่อง PPTV, ช่อง AIS PLAY)</li>
                    </ul>
                    <p><strong>สนาม : <a href="https://www.sanook.com/sport/" title="กีฬา" target="_blank" class="keyword">กีฬา</a>ในร่ม สะพานหิน, ภูเก็ต</strong></p>
                    <ul>
                        <li>เวลา 17.00 น. เยอรมนี พบ เวียดนาม (ช่อง AIS PLAY)</li>
                        <li>เวลา 20.30 น. โปแลนด์ พบ เคนยา (ช่อง AIS PLAY)</li>
                    </ul>
                    <p><strong>สนาม : ศูนย์ประชุมแสดงสินค้านานาชาติ, เชียงใหม่</strong></p>
                    <ul>
                        <li>เวลา 16.00 น. สาธารณรัฐโดมินิกัน พบ เม็กซิโก (ช่อง AIS PLAY)</li>
                        <li>เวลา 19.30 น. จีน พบ โคลอมเบีย (ช่อง AIS PLAY)</li>
                    </ul></div>',
                'reference_url' => 'https://www.sanook.com/sport/1614888/',
            ],
            [
                'news_type' => 'sport',
                'title' => 'ตารางคะแนนพรีเมียร์ลีกอังกฤษ ฤดูกาล 2025-26 ประจำวันที่ 25 ส.ค. 68',
                'description' => 'ฟุตบอลพรีเมียร์ลีก ฤดูกาล 2025-26 กลับมาแข่งขันกันในสัปดาห์ที่สองตามโปรแกรม ช่วงระหว่างวันศุกร์ที่ 21 - วันจันทร์ที่ 25 สิงหาคม 2568',
                'published_at' => '2025-08-25 08:38:00',
                'topic_image_url' => 'https://s.isanook.com/sp/0/ud/322/1614880/mnbbv.jpg?ip/crop/w1200h700/q80/webp',
                'content' => '<div class="EntryReaderInner" id="EntryReader_0">
                    <p>ขณะที่ เชลซี อยู่อันดับ 3 หลังสามารถเก็บชัยนัดแรกของซีซันทำให้มี 4 คะแนนหลังผ่าน 2 เกม ด้าน "ปีศาจแดง" แมนฯ ยูไนเต็ด ยังไม่สามารถเก็บชัยได้ อยู่อันดับ 16 มี 1 คะแนน</p>
                    <p><a title="ตารางคะแนนพรีเมียร์ลีก" href="https://www.sanook.com/sport/football/table/" target="_blank"><span class="content-figure"><span class="content-figure__img"><img src="https://s.isanook.com/sp/0/ud/322/1614880/mnmn.jpg?ip/resize/w728/q80/jpg" alt="ตารางคะแนนพรีเมียร์ลีก" width="800" height="620"></span></span></a></p>
                    <h2>สรุปตารางคะแนนพรีเมียร์ลีกอังกฤษล่าสุด</h2>
                    <p><strong>อันดับที่ 1 :</strong> อาร์เซนอล ชนะ 2 เสมอ 0 แพ้ 0 นัด 6 คะแนน ประตูได้ +6<br><strong>อันดับที่ 2 :</strong> สเปอร์ส ชนะ 2 เสมอ 0 แพ้ 0 นัด 6 คะแนน ประตูได้ +5<br><strong>อันดับที่ 3 :</strong> เชลซี ชนะ 1 เสมอ 1 แพ้ 0 นัด 4 คะแนน ประตูได้ +4<br><strong>อันดับที่ 4 :</strong> ฟอเรสต์ ชนะ 1 เสมอ 1 แพ้ 0 นัด 4 คะแนน ประตูได้ +2<br><strong>อันดับที่ 5 :</strong> ลิเวอร์พูล ชนะ 1 เสมอ 0 แพ้ 0 นัด 3 คะแนน ประตูได้ +2<br><strong>อันดับที่ 6 :</strong> แมนฯ ซิตี้ ชนะ 1 เสมอ 0 แพ้ 1 นัด 3 คะแนน ประตูได้ +2<br><strong>อันดับที่ 7 :</strong> ซันเดอร์แลนด์ ชนะ 1 เสมอ 0 แพ้ 1 นัด 3 คะแนน ประตูได้ +2<br><strong>อันดับที่ 8 :</strong> เอฟเวอร์ตัน ชนะ 1 เสมอ 0 แพ้ 1 นัด 3 คะแนน ประตูได้ +1<br><strong>อันดับที่ 9 :</strong> บอร์นมัธ ชนะ 1 เสมอ 0 แพ้ 1 นัด 3 คะแนน ประตูได้ -1<br><strong>อันดับที่ 10 :</strong> เบรนท์ฟอร์ด ชนะ 1 เสมอ 0 แพ้ 1 นัด 3 คะแนน ประตูได้ -1<br><strong>อันดับที่ 16 :</strong> แมนฯ ยูไนเต็ด ชนะ 0 เสมอ 1 แพ้ 1 นัด 1 คะแนน ประตูได้ -1</p>
                    <p>เช็ก <span style="color: #000000;"><a style="color: #000000;" title="ผลบอลสด" href="https://www.sanook.com/sport/football/livescore/">ผลบอลสด</a></span> อัปเดตเรียลไทม์ เร็วทันใจทุกคู่กับ Sanook Sport</p></div>',
                'reference_url' => 'https://www.sanook.com/sport/1614880/',
            ]
        ]);
    }
}